<div class="user-block d-flex">
    <div class="user-block__icon">
        <svg width="19" height="19" viewBox="0 0 19 19" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M9.50032 0C4.25289 0 0 4.2516 0 9.50032C0 14.7465 4.25289 19 9.50032 19C14.7458 19 18.9994 14.7465 18.9994 9.50032C18.9994 4.2516 14.7465 0 9.50032 0ZM9.50032 17.4503C5.10655 17.4503 1.54843 13.8915 1.54843 9.49968C1.54843 5.1072 5.10655 1.54715 9.50032 1.54715C13.8902 1.54715 17.4509 5.10784 17.4509 9.49968C17.4516 13.8915 13.8902 17.4503 9.50032 17.4503Z" fill="black"/>
            <path d="M10.8269 7.16846H8.15658V7.17296H7.16268V8.72525H8.15658V14.2693H7.10156V15.7527H8.15658V15.763H10.8269V15.7527H11.7005V14.2693H10.8269V7.16846Z" fill="black"/>
            <path d="M9.47324 6.11389C10.3706 6.11389 10.9142 5.51691 10.9142 4.77775C10.8969 4.0238 10.37 3.44482 9.50926 3.44482C8.64981 3.44482 8.08691 4.02316 8.08691 4.77775C8.08627 5.51691 8.63115 6.11389 9.47324 6.11389Z" fill="black"/>
        </svg>
    </div>
    <form action="#" class="user-block__wrap">
        <div class="user-block__header">
            <div class="user-block__title">Дополнительная информация</div>
            <button type="submit" class="user-block__edit">
                <svg width="22" height="20" viewBox="0 0 22 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M15.3656 13.4731L16.5878 12.2231C16.7788 12.0278 17.1111 12.1646 17.1111 12.4458V18.1255C17.1111 19.1606 16.2899 20.0005 15.2778 20.0005H1.83333C0.821181 20.0005 0 19.1606 0 18.1255V4.37549C0 3.34033 0.821181 2.50049 1.83333 2.50049H12.2795C12.5507 2.50049 12.6882 2.83643 12.4972 3.03564L11.275 4.28564C11.2177 4.34424 11.1413 4.37549 11.0573 4.37549H1.83333V18.1255H15.2778V13.6919C15.2778 13.6099 15.3083 13.5317 15.3656 13.4731ZM21.3469 5.59033L11.317 15.8481L7.86424 16.2388C6.86354 16.3521 6.01181 15.4888 6.12257 14.4575L6.50451 10.9263L16.5344 0.668457C17.409 -0.226074 18.8222 -0.226074 19.6931 0.668457L21.3431 2.35596C22.2177 3.25049 22.2177 4.69971 21.3469 5.59033V5.59033ZM17.5733 6.79736L15.3542 4.52783L8.25764 11.7895L7.97882 14.3403L10.4729 14.0552L17.5733 6.79736ZM20.0483 3.68408L18.3983 1.99658C18.2417 1.83643 17.9858 1.83643 17.833 1.99658L16.6528 3.20361L18.8719 5.47314L20.0521 4.26611C20.2049 4.10205 20.2049 3.84424 20.0483 3.68408V3.68408Z" fill="#E0001A"/>
                </svg>
                <span>Сохранить</span>
            </button>
        </div>
        <div class="user-block__content">
            <ul class="user-block__items row">
                <li class="user-block-info user-block__item col-12 col-xl-6">
                    <div class="custom-control custom-checkbox">
                        <input type="checkbox" class="custom-control-input" id="defaultUnchecked1" checked>
                        <label class="custom-control-label" for="defaultUnchecked1">Этот аккаунт используется юридическим лицом, представителем компании или частным предпринимателем</label>
                    </div>
                </li>
                <li class="user-block-info user-block__item col-12 col-xl-6">
                    <div class="custom-control custom-checkbox">
                        <input type="checkbox" class="custom-control-input" id="defaultUnchecked2">
                        <label class="custom-control-label" for="defaultUnchecked2">Не сохранять мои карты для оплаты онлайн (ранее сохраненные карты можно удалить в разделе "Мои банковские карты")</label>
                    </div>
                </li>
            </ul>
        </div>
    </form>
</div>
