<a href="{{ route('admin.subcatalogs.index') }}" class="vendor-menu__row">
    <div class="vendor-menu__icon">
        <svg width="14" height="6" viewBox="0 0 14 6" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M2.20002 5.20032C3.41505 5.20032 4.40003 4.21534 4.40003 3.00031C4.40003 1.78527 3.41505 0.800293 2.20002 0.800293C0.984981 0.800293 0 1.78527 0 3.00031C0 4.21534 0.984981 5.20032 2.20002 5.20032Z" fill="white"/>
            <path d="M11.0003 5.20032C12.2153 5.20032 13.2003 4.21534 13.2003 3.00031C13.2003 1.78527 12.2153 0.800293 11.0003 0.800293C9.78527 0.800293 8.80029 1.78527 8.80029 3.00031C8.80029 4.21534 9.78527 5.20032 11.0003 5.20032Z" fill="white"/>
        </svg>
    </div>
    <span class="vendor-menu__row-title">Подкаталог</span>
</a>
