<li class="panel-item panel__item col-12 col-md-6 col-lg-4 col-xxl-3">
    <div class="panel-item__wrap">
        <div class="panel-item__bg" style="background-image: url({{ asset('img/care-images/9.jpg') }})"></div>
        <div class="panel-item__icon">
            <svg width="35" height="30" viewBox="0 0 35 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M29.1667 0.833496H0V29.1668H35V0.833496H29.1667ZM4.66667 28.0335H1.16667V24.6335H4.66667V28.0335ZM4.66667 23.5002H1.16667V20.1002H4.66667V23.5002ZM4.66667 18.9668H1.16667V15.5668H4.66667V18.9668ZM4.66667 14.4335H1.16667V11.0335H4.66667V14.4335ZM4.66667 9.90016H1.16667V6.50016H4.66667V9.90016ZM4.66667 5.36683H1.16667V1.96683H4.66667V5.36683ZM29.1667 28.0335H5.83333V1.96683H29.1667V28.0335ZM33.8333 28.0335H30.3333V24.6335H33.8333V28.0335ZM33.8333 23.5002H30.3333V20.1002H33.8333V23.5002ZM33.8333 18.9668H30.3333V15.5668H33.8333V18.9668ZM33.8333 14.4335H30.3333V11.0335H33.8333V14.4335ZM33.8333 9.90016H30.3333V6.50016H33.8333V9.90016ZM33.8333 5.36683H30.3333V1.96683H33.8333V5.36683Z" fill="white"/>
                <path d="M22.0918 14.7168C22.0402 14.6291 21.9654 14.5565 21.8752 14.5063L13.7085 9.97298C13.4295 9.81651 13.0727 9.90937 12.9117 10.1804C12.86 10.2674 12.833 10.3661 12.8335 10.4665V19.5332C12.8337 19.7354 12.9448 19.9222 13.1252 20.0234C13.3056 20.1246 13.528 20.1246 13.7085 20.0234L21.8752 15.49C22.1548 15.3346 22.2518 14.9885 22.0918 14.7168ZM14.0002 18.5563V11.4435L20.4075 14.9999L14.0002 18.5563Z" fill="white"/>
            </svg>
        </div>
        <div class="panel-item__content">
            <p class="panel-item__title">Видео</p>
            <span class="panel-item__info">В базе данных <span></span> видео</span>
            <div class="text-center">
                <a href="#" class="panel-item__button button btn-primary btn-rounded">Все видео</a>
            </div>
        </div>
    </div>
</li>
