@if(isset($views) and $views->count() > 0)
    <section class="section slideshow section--slideshow viewed page-home__viewed">
        <div class="section__background section__background--pr">
            <img src="{{ asset('img/sections-bg/viewed-bg.jpg') }}" alt="">
            <img src="{{ asset('img/sections-bg/viewed-bg-2.png') }}" alt="" class="viewed__background">
        </div>
        <div class="container">
            <div class="section__header">
                <h2 class="section__title section__title--light">Просмотренные товары</h2>
                <div class="section__arrows">
                    <div class="section__arrow section__arrow--prev slideshow__arrow--prev">
                        <svg width="37" height="37" viewBox="0 0 37 37" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <circle cx="18.5" cy="18.5" r="18.5" fill="white"/>
                            <path d="M14.2929 18.2929C13.9024 18.6834 13.9024 19.3166 14.2929 19.7071L20.6569 26.0711C21.0474 26.4616 21.6805 26.4616 22.0711 26.0711C22.4616 25.6805 22.4616 25.0474 22.0711 24.6569L16.4142 19L22.0711 13.3431C22.4616 12.9526 22.4616 12.3195 22.0711 11.9289C21.6805 11.5384 21.0474 11.5384 20.6569 11.9289L14.2929 18.2929ZM16 18L15 18L15 20L16 20L16 18Z" fill="black"/>
                        </svg>
                    </div>
                    <div class="section__arrow section__arrow--next slideshow__arrow--next">
                        <svg width="37" height="37" viewBox="0 0 37 37" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <circle cx="18.5" cy="18.5" r="18.5" fill="white"/>
                            <path d="M14.2929 18.2929C13.9024 18.6834 13.9024 19.3166 14.2929 19.7071L20.6569 26.0711C21.0474 26.4616 21.6805 26.4616 22.0711 26.0711C22.4616 25.6805 22.4616 25.0474 22.0711 24.6569L16.4142 19L22.0711 13.3431C22.4616 12.9526 22.4616 12.3195 22.0711 11.9289C21.6805 11.5384 21.0474 11.5384 20.6569 11.9289L14.2929 18.2929ZM16 18L15 18L15 20L16 20L16 18Z" fill="black"/>
                        </svg>
                    </div>
                </div>
            </div>
            <div class="section__content viewed__content">
                <ul class="slideshow__items viewed__items">
                    @foreach($views as $view)
                        @include('pages.home.__card',['item'=>$view->product,'add'=>true])
                    @endforeach
                </ul>
                <div class="section__arrows d-flex mt-4 justify-content-center d-md-none">
                    <div class="section__arrow section__arrow--prev slideshow__arrow--prev">
                        <svg width="37" height="37" viewBox="0 0 37 37" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <circle cx="18.5" cy="18.5" r="18.5" fill="#e1e1e1"/>
                            <path d="M14.2929 18.2929C13.9024 18.6834 13.9024 19.3166 14.2929 19.7071L20.6569 26.0711C21.0474 26.4616 21.6805 26.4616 22.0711 26.0711C22.4616 25.6805 22.4616 25.0474 22.0711 24.6569L16.4142 19L22.0711 13.3431C22.4616 12.9526 22.4616 12.3195 22.0711 11.9289C21.6805 11.5384 21.0474 11.5384 20.6569 11.9289L14.2929 18.2929ZM16 18L15 18L15 20L16 20L16 18Z" fill="black"/>
                        </svg>
                    </div>
                    <div class="section__arrow section__arrow--next slideshow__arrow--next">
                        <svg width="37" height="37" viewBox="0 0 37 37" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <circle cx="18.5" cy="18.5" r="18.5" fill="#e1e1e1"/>
                            <path d="M14.2929 18.2929C13.9024 18.6834 13.9024 19.3166 14.2929 19.7071L20.6569 26.0711C21.0474 26.4616 21.6805 26.4616 22.0711 26.0711C22.4616 25.6805 22.4616 25.0474 22.0711 24.6569L16.4142 19L22.0711 13.3431C22.4616 12.9526 22.4616 12.3195 22.0711 11.9289C21.6805 11.5384 21.0474 11.5384 20.6569 11.9289L14.2929 18.2929ZM16 18L15 18L15 20L16 20L16 18Z" fill="black"/>
                        </svg>
                    </div>
                </div>
            </div>
        </div>
    </section>
@endif

{{--<section class="section slideshow section--slideshow viewed page-catalog__viewed">--}}
{{--    <div class="container">--}}
{{--        <div class="section__header">--}}
{{--            <h2 class="section__title section__title--dark">Просмотренные товары</h2>--}}
{{--            <div class="section__arrows">--}}
{{--                <div class="section__arrow section__arrow--prev slideshow__arrow--prev">--}}
{{--                    <svg width="37" height="37" viewBox="0 0 37 37" fill="none" xmlns="http://www.w3.org/2000/svg">--}}
{{--                        <circle cx="18.5" cy="18.5" r="18.5" fill="#F5F5F5"/>--}}
{{--                        <path d="M14.2929 18.2929C13.9024 18.6834 13.9024 19.3166 14.2929 19.7071L20.6569 26.0711C21.0474 26.4616 21.6805 26.4616 22.0711 26.0711C22.4616 25.6805 22.4616 25.0474 22.0711 24.6569L16.4142 19L22.0711 13.3431C22.4616 12.9526 22.4616 12.3195 22.0711 11.9289C21.6805 11.5384 21.0474 11.5384 20.6569 11.9289L14.2929 18.2929ZM16 18L15 18L15 20L16 20L16 18Z" fill="black"/>--}}
{{--                    </svg>--}}
{{--                </div>--}}
{{--                <div class="section__arrow section__arrow--next slideshow__arrow--next">--}}
{{--                    <svg width="37" height="37" viewBox="0 0 37 37" fill="none" xmlns="http://www.w3.org/2000/svg">--}}
{{--                        <circle cx="18.5" cy="18.5" r="18.5" fill="#F5F5F5"/>--}}
{{--                        <path d="M14.2929 18.2929C13.9024 18.6834 13.9024 19.3166 14.2929 19.7071L20.6569 26.0711C21.0474 26.4616 21.6805 26.4616 22.0711 26.0711C22.4616 25.6805 22.4616 25.0474 22.0711 24.6569L16.4142 19L22.0711 13.3431C22.4616 12.9526 22.4616 12.3195 22.0711 11.9289C21.6805 11.5384 21.0474 11.5384 20.6569 11.9289L14.2929 18.2929ZM16 18L15 18L15 20L16 20L16 18Z" fill="black"/>--}}
{{--                    </svg>--}}
{{--                </div>--}}
{{--            </div>--}}
{{--        </div>--}}
{{--        <div class="section__content viewed__content">--}}
{{--            <ul class="slideshow__items viewed__items">--}}
{{--                <li class="slideshow__item product-card">--}}
{{--                    <article class="product-card__wrap">--}}
{{--								<span class="product-card__header">--}}
{{--									<span class="product-card__stickers">--}}
{{--										<span class="product-card__sticker product-card__sticker--sale">-8%</span>--}}
{{--										<span class="product-card__sticker product-card__sticker--new">Новинка</span>--}}
{{--									</span>--}}
{{--									<span class="product-card__favorite active">--}}
{{--										<svg width="28px" height="25px" viewBox="0 0 16 16" class="bi bi-heart" fill="#FFE605" xmlns="http://www.w3.org/2000/svg">--}}
{{--											<path fill-rule="evenodd" d="M8 2.748l-.717-.737C5.6.281 2.514.878 1.4 3.053c-.523 1.023-.641 2.5.314 4.385.92 1.815 2.834 3.989 6.286 6.357 3.452-2.368 5.365-4.542 6.286-6.357.955-1.886.838-3.362.314-4.385C13.486.878 10.4.28 8.717 2.01L8 2.748zM8 15C-7.333 4.868 3.279-3.04 7.824 1.143c.06.055.119.112.176.171a3.12 3.12 0 0 1 .176-.17C12.72-3.042 23.333 4.867 8 15z"/>--}}
{{--										</svg>--}}
{{--									</span>--}}
{{--								</span>--}}
{{--                        <a href="#" class="product-card__link">--}}
{{--                            <div class="product-card__image">--}}
{{--                                <img src="img/categories/3.png" alt="Product image" />--}}
{{--                            </div>--}}
{{--                            <div class="product-card__content">--}}
{{--										<span>--}}
{{--											<h4 class="product-card__title">Диван с двумя креслами "Жаклин", новинка белорусской фабрики, Диван с двумя креслами "Жаклин" Kazbelmebel - Салон Белорусской мебели</h4>--}}
{{--											<span class="product-card__vendor">Kazbelmebel - Салон Белорусской мебели Kazbelmebel - Салон Белорусской мебели</span>--}}
{{--										</span>--}}
{{--                                <div class="price product-card__price">--}}
{{--                                    <strike class="price__previous">98 000 <span class="price__currency">тг</span></strike>--}}
{{--                                    <span class="price__special">90 400 <span class="price__currency">тг</span></span>--}}
{{--                                </div>--}}
{{--                            </div>--}}
{{--                        </a>--}}
{{--                        <div class="product-card__add-to-card">--}}
{{--                            <button class="btn btn-primary">--}}
{{--                                <span>В корзину</span>--}}
{{--                                <svg width="15" height="15" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">--}}
{{--                                    <path d="M0.928974 0.457031H3.69167C3.97878 0.457031 4.22487 0.662109 4.27761 0.943359L5.75417 8.78027H12.1614L13.2864 4.71973H8.37331C8.04226 4.71973 7.77565 4.45312 7.77565 4.12207C7.77565 3.79102 8.04226 3.52441 8.37331 3.52441H14.0716C14.6048 3.52441 14.7278 3.99902 14.6458 4.28027L13.1897 9.53613C13.1194 9.79394 12.8821 9.97266 12.6155 9.97266H5.25905C4.97194 9.97266 4.72585 9.76758 4.67311 9.48633L3.19362 1.65234H0.926044C0.594989 1.65234 0.328388 1.38574 0.328388 1.05469C0.331318 0.723633 0.597919 0.457031 0.928974 0.457031Z" fill="white"/>--}}
{{--                                    <path d="M6.65088 10.9717C7.61768 10.9717 8.40283 11.7715 8.40283 12.7588C8.40283 13.7432 7.61768 14.5459 6.65088 14.5459C5.68408 14.5459 4.89892 13.7461 4.89892 12.7588C4.89892 11.7715 5.68408 10.9717 6.65088 10.9717ZM6.65088 13.3477C6.9585 13.3477 7.20752 13.0811 7.20752 12.7559C7.20752 12.4307 6.9585 12.1641 6.65088 12.1641C6.34326 12.1641 6.09424 12.4307 6.09424 12.7559C6.09424 13.084 6.34326 13.3477 6.65088 13.3477Z" fill="white"/>--}}
{{--                                    <path d="M11.2881 10.9717C12.2549 10.9717 13.04 11.7715 13.04 12.7588C13.04 13.7432 12.2549 14.5459 11.2881 14.5459C10.3213 14.5459 9.53613 13.7461 9.53613 12.7588C9.53613 11.7715 10.3213 10.9717 11.2881 10.9717ZM11.2881 13.3477C11.5957 13.3477 11.8447 13.0811 11.8447 12.7559C11.8447 12.4307 11.5957 12.1641 11.2881 12.1641C10.9805 12.1641 10.7314 12.4307 10.7314 12.7559C10.7314 13.084 10.9805 13.3477 11.2881 13.3477Z" fill="white"/>--}}
{{--                                </svg>--}}
{{--                            </button>--}}
{{--                        </div>--}}
{{--                    </article>--}}
{{--                </li>--}}
{{--                <li class="slideshow__item product-card">--}}
{{--                    <article class="product-card__wrap">--}}
{{--								<span class="product-card__header">--}}
{{--									<span class="product-card__stickers">--}}
{{--										<span class="product-card__sticker product-card__sticker--sale">-8%</span>--}}
{{--									</span>--}}
{{--									<span class="product-card__favorite ">--}}
{{--										<svg width="28px" height="25px" viewBox="0 0 16 16" class="bi bi-heart" fill="#FFE605" xmlns="http://www.w3.org/2000/svg">--}}
{{--											<path fill-rule="evenodd" d="M8 2.748l-.717-.737C5.6.281 2.514.878 1.4 3.053c-.523 1.023-.641 2.5.314 4.385.92 1.815 2.834 3.989 6.286 6.357 3.452-2.368 5.365-4.542 6.286-6.357.955-1.886.838-3.362.314-4.385C13.486.878 10.4.28 8.717 2.01L8 2.748zM8 15C-7.333 4.868 3.279-3.04 7.824 1.143c.06.055.119.112.176.171a3.12 3.12 0 0 1 .176-.17C12.72-3.042 23.333 4.867 8 15z"/>--}}
{{--										</svg>--}}
{{--									</span>--}}
{{--								</span>--}}
{{--                        <a href="#" class="product-card__link">--}}
{{--                            <div class="product-card__image">--}}
{{--                                <img src="img/products/1.png" alt="Product image" />--}}
{{--                            </div>--}}
{{--                            <div class="product-card__content">--}}
{{--										<span>--}}
{{--											<h4 class="product-card__title">Стол для детей</h4>--}}
{{--											<span class="product-card__vendor">E-LIRA Белорусская мебель</span>--}}
{{--										</span>--}}
{{--                                <div class="price product-card__price">--}}
{{--                                    <span class="price__current">90 400 <span class="price__currency">тг</span></span>--}}
{{--                                </div>--}}
{{--                            </div>--}}
{{--                        </a>--}}
{{--                        <div class="product-card__add-to-card">--}}
{{--                            <button class="btn btn-primary">--}}
{{--                                <span>В корзину</span>--}}
{{--                                <svg width="15" height="15" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">--}}
{{--                                    <path d="M0.928974 0.457031H3.69167C3.97878 0.457031 4.22487 0.662109 4.27761 0.943359L5.75417 8.78027H12.1614L13.2864 4.71973H8.37331C8.04226 4.71973 7.77565 4.45312 7.77565 4.12207C7.77565 3.79102 8.04226 3.52441 8.37331 3.52441H14.0716C14.6048 3.52441 14.7278 3.99902 14.6458 4.28027L13.1897 9.53613C13.1194 9.79394 12.8821 9.97266 12.6155 9.97266H5.25905C4.97194 9.97266 4.72585 9.76758 4.67311 9.48633L3.19362 1.65234H0.926044C0.594989 1.65234 0.328388 1.38574 0.328388 1.05469C0.331318 0.723633 0.597919 0.457031 0.928974 0.457031Z" fill="white"/>--}}
{{--                                    <path d="M6.65088 10.9717C7.61768 10.9717 8.40283 11.7715 8.40283 12.7588C8.40283 13.7432 7.61768 14.5459 6.65088 14.5459C5.68408 14.5459 4.89892 13.7461 4.89892 12.7588C4.89892 11.7715 5.68408 10.9717 6.65088 10.9717ZM6.65088 13.3477C6.9585 13.3477 7.20752 13.0811 7.20752 12.7559C7.20752 12.4307 6.9585 12.1641 6.65088 12.1641C6.34326 12.1641 6.09424 12.4307 6.09424 12.7559C6.09424 13.084 6.34326 13.3477 6.65088 13.3477Z" fill="white"/>--}}
{{--                                    <path d="M11.2881 10.9717C12.2549 10.9717 13.04 11.7715 13.04 12.7588C13.04 13.7432 12.2549 14.5459 11.2881 14.5459C10.3213 14.5459 9.53613 13.7461 9.53613 12.7588C9.53613 11.7715 10.3213 10.9717 11.2881 10.9717ZM11.2881 13.3477C11.5957 13.3477 11.8447 13.0811 11.8447 12.7559C11.8447 12.4307 11.5957 12.1641 11.2881 12.1641C10.9805 12.1641 10.7314 12.4307 10.7314 12.7559C10.7314 13.084 10.9805 13.3477 11.2881 13.3477Z" fill="white"/>--}}
{{--                                </svg>--}}
{{--                            </button>--}}
{{--                        </div>--}}
{{--                    </article>--}}
{{--                </li>--}}
{{--                <li class="slideshow__item product-card">--}}
{{--                    <article class="product-card__wrap">--}}
{{--								<span class="product-card__header">--}}
{{--									<span class="product-card__stickers">--}}
{{--										<span class="product-card__sticker product-card__sticker--new">Новинка</span>--}}
{{--									</span>--}}
{{--									<span class="product-card__favorite active">--}}
{{--										<svg width="28px" height="25px" viewBox="0 0 16 16" class="bi bi-heart" fill="#FFE605" xmlns="http://www.w3.org/2000/svg">--}}
{{--											<path fill-rule="evenodd" d="M8 2.748l-.717-.737C5.6.281 2.514.878 1.4 3.053c-.523 1.023-.641 2.5.314 4.385.92 1.815 2.834 3.989 6.286 6.357 3.452-2.368 5.365-4.542 6.286-6.357.955-1.886.838-3.362.314-4.385C13.486.878 10.4.28 8.717 2.01L8 2.748zM8 15C-7.333 4.868 3.279-3.04 7.824 1.143c.06.055.119.112.176.171a3.12 3.12 0 0 1 .176-.17C12.72-3.042 23.333 4.867 8 15z"/>--}}
{{--										</svg>--}}
{{--									</span>--}}
{{--								</span>--}}
{{--                        <a href="#" class="product-card__link">--}}
{{--                            <div class="product-card__image">--}}
{{--                                <img src="img/categories/9.png" alt="Product image" />--}}
{{--                            </div>--}}
{{--                            <div class="product-card__content">--}}
{{--										<span>--}}
{{--											<h4 class="product-card__title">Стол для детей</h4>--}}
{{--											<span class="product-card__vendor">E-LIRA Белорусская мебель, Transformer tables E-LIRA Белорусская мебель</span>--}}
{{--										</span>--}}
{{--                                <div class="price product-card__price">--}}
{{--                                    <strike class="price__previous">98 000 <span class="price__currency">тг</span></strike>--}}
{{--                                    <span class="price__special">90 400 <span class="price__currency">тг</span></span>--}}
{{--                                </div>--}}
{{--                            </div>--}}
{{--                        </a>--}}
{{--                        <div class="product-card__add-to-card">--}}
{{--                            <button class="btn btn-primary">--}}
{{--                                <span>В корзину</span>--}}
{{--                                <svg width="15" height="15" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">--}}
{{--                                    <path d="M0.928974 0.457031H3.69167C3.97878 0.457031 4.22487 0.662109 4.27761 0.943359L5.75417 8.78027H12.1614L13.2864 4.71973H8.37331C8.04226 4.71973 7.77565 4.45312 7.77565 4.12207C7.77565 3.79102 8.04226 3.52441 8.37331 3.52441H14.0716C14.6048 3.52441 14.7278 3.99902 14.6458 4.28027L13.1897 9.53613C13.1194 9.79394 12.8821 9.97266 12.6155 9.97266H5.25905C4.97194 9.97266 4.72585 9.76758 4.67311 9.48633L3.19362 1.65234H0.926044C0.594989 1.65234 0.328388 1.38574 0.328388 1.05469C0.331318 0.723633 0.597919 0.457031 0.928974 0.457031Z" fill="white"/>--}}
{{--                                    <path d="M6.65088 10.9717C7.61768 10.9717 8.40283 11.7715 8.40283 12.7588C8.40283 13.7432 7.61768 14.5459 6.65088 14.5459C5.68408 14.5459 4.89892 13.7461 4.89892 12.7588C4.89892 11.7715 5.68408 10.9717 6.65088 10.9717ZM6.65088 13.3477C6.9585 13.3477 7.20752 13.0811 7.20752 12.7559C7.20752 12.4307 6.9585 12.1641 6.65088 12.1641C6.34326 12.1641 6.09424 12.4307 6.09424 12.7559C6.09424 13.084 6.34326 13.3477 6.65088 13.3477Z" fill="white"/>--}}
{{--                                    <path d="M11.2881 10.9717C12.2549 10.9717 13.04 11.7715 13.04 12.7588C13.04 13.7432 12.2549 14.5459 11.2881 14.5459C10.3213 14.5459 9.53613 13.7461 9.53613 12.7588C9.53613 11.7715 10.3213 10.9717 11.2881 10.9717ZM11.2881 13.3477C11.5957 13.3477 11.8447 13.0811 11.8447 12.7559C11.8447 12.4307 11.5957 12.1641 11.2881 12.1641C10.9805 12.1641 10.7314 12.4307 10.7314 12.7559C10.7314 13.084 10.9805 13.3477 11.2881 13.3477Z" fill="white"/>--}}
{{--                                </svg>--}}
{{--                            </button>--}}
{{--                        </div>--}}
{{--                    </article>--}}
{{--                </li>--}}
{{--                <li class="slideshow__item product-card">--}}
{{--                    <article class="product-card__wrap">--}}
{{--								<span class="product-card__header">--}}
{{--									<span class="product-card__stickers"></span>--}}
{{--									<span class="product-card__favorite active">--}}
{{--										<svg width="28px" height="25px" viewBox="0 0 16 16" class="bi bi-heart" fill="#FFE605" xmlns="http://www.w3.org/2000/svg">--}}
{{--											<path fill-rule="evenodd" d="M8 2.748l-.717-.737C5.6.281 2.514.878 1.4 3.053c-.523 1.023-.641 2.5.314 4.385.92 1.815 2.834 3.989 6.286 6.357 3.452-2.368 5.365-4.542 6.286-6.357.955-1.886.838-3.362.314-4.385C13.486.878 10.4.28 8.717 2.01L8 2.748zM8 15C-7.333 4.868 3.279-3.04 7.824 1.143c.06.055.119.112.176.171a3.12 3.12 0 0 1 .176-.17C12.72-3.042 23.333 4.867 8 15z"/>--}}
{{--										</svg>--}}
{{--									</span>--}}
{{--								</span>--}}
{{--                        <a href="#" class="product-card__link">--}}
{{--                            <div class="product-card__image">--}}
{{--                                <img src="img/products/1.png" alt="Product image" />--}}
{{--                            </div>--}}
{{--                            <div class="product-card__content">--}}
{{--										<span>--}}
{{--											<h4 class="product-card__title">Стол для детей</h4>--}}
{{--										<span class="product-card__vendor">E-LIRA Белорусская мебель</span>--}}
{{--										</span>--}}
{{--                                <div class="price product-card__price">--}}
{{--                                    <strike class="price__previous">98 000 <span class="price__currency">тг</span></strike>--}}
{{--                                    <span class="price__special">90 400 <span class="price__currency">тг</span></span>--}}
{{--                                </div>--}}
{{--                            </div>--}}
{{--                        </a>--}}
{{--                        <div class="product-card__add-to-card">--}}
{{--                            <button class="btn btn-primary">--}}
{{--                                <span>В корзину</span>--}}
{{--                                <svg width="15" height="15" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">--}}
{{--                                    <path d="M0.928974 0.457031H3.69167C3.97878 0.457031 4.22487 0.662109 4.27761 0.943359L5.75417 8.78027H12.1614L13.2864 4.71973H8.37331C8.04226 4.71973 7.77565 4.45312 7.77565 4.12207C7.77565 3.79102 8.04226 3.52441 8.37331 3.52441H14.0716C14.6048 3.52441 14.7278 3.99902 14.6458 4.28027L13.1897 9.53613C13.1194 9.79394 12.8821 9.97266 12.6155 9.97266H5.25905C4.97194 9.97266 4.72585 9.76758 4.67311 9.48633L3.19362 1.65234H0.926044C0.594989 1.65234 0.328388 1.38574 0.328388 1.05469C0.331318 0.723633 0.597919 0.457031 0.928974 0.457031Z" fill="white"/>--}}
{{--                                    <path d="M6.65088 10.9717C7.61768 10.9717 8.40283 11.7715 8.40283 12.7588C8.40283 13.7432 7.61768 14.5459 6.65088 14.5459C5.68408 14.5459 4.89892 13.7461 4.89892 12.7588C4.89892 11.7715 5.68408 10.9717 6.65088 10.9717ZM6.65088 13.3477C6.9585 13.3477 7.20752 13.0811 7.20752 12.7559C7.20752 12.4307 6.9585 12.1641 6.65088 12.1641C6.34326 12.1641 6.09424 12.4307 6.09424 12.7559C6.09424 13.084 6.34326 13.3477 6.65088 13.3477Z" fill="white"/>--}}
{{--                                    <path d="M11.2881 10.9717C12.2549 10.9717 13.04 11.7715 13.04 12.7588C13.04 13.7432 12.2549 14.5459 11.2881 14.5459C10.3213 14.5459 9.53613 13.7461 9.53613 12.7588C9.53613 11.7715 10.3213 10.9717 11.2881 10.9717ZM11.2881 13.3477C11.5957 13.3477 11.8447 13.0811 11.8447 12.7559C11.8447 12.4307 11.5957 12.1641 11.2881 12.1641C10.9805 12.1641 10.7314 12.4307 10.7314 12.7559C10.7314 13.084 10.9805 13.3477 11.2881 13.3477Z" fill="white"/>--}}
{{--                                </svg>--}}
{{--                            </button>--}}
{{--                        </div>--}}
{{--                    </article>--}}
{{--                </li>--}}
{{--                <li class="slideshow__item product-card">--}}
{{--                    <article class="product-card__wrap">--}}
{{--								<span class="product-card__header">--}}
{{--									<span class="product-card__stickers">--}}
{{--										<span class="product-card__sticker product-card__sticker--sale">-8%</span>--}}
{{--									</span>--}}
{{--									<span class="product-card__favorite ">--}}
{{--										<svg width="28px" height="25px" viewBox="0 0 16 16" class="bi bi-heart" fill="#FFE605" xmlns="http://www.w3.org/2000/svg">--}}
{{--											<path fill-rule="evenodd" d="M8 2.748l-.717-.737C5.6.281 2.514.878 1.4 3.053c-.523 1.023-.641 2.5.314 4.385.92 1.815 2.834 3.989 6.286 6.357 3.452-2.368 5.365-4.542 6.286-6.357.955-1.886.838-3.362.314-4.385C13.486.878 10.4.28 8.717 2.01L8 2.748zM8 15C-7.333 4.868 3.279-3.04 7.824 1.143c.06.055.119.112.176.171a3.12 3.12 0 0 1 .176-.17C12.72-3.042 23.333 4.867 8 15z"/>--}}
{{--										</svg>--}}
{{--									</span>--}}
{{--								</span>--}}
{{--                        <a href="#" class="product-card__link">--}}
{{--                            <div class="product-card__image">--}}
{{--                                <img src="img/products/1.png" alt="Product image" />--}}
{{--                            </div>--}}
{{--                            <div class="product-card__content">--}}
{{--										<span>--}}
{{--											<h4 class="product-card__title">Стол для детей</h4>--}}
{{--											<span class="product-card__vendor">E-LIRA Белорусская мебель</span>--}}
{{--										</span>--}}
{{--                                <div class="price product-card__price">--}}
{{--                                    <span class="price__current">90 400 <span class="price__currency">тг</span></span>--}}
{{--                                </div>--}}
{{--                            </div>--}}
{{--                        </a>--}}
{{--                        <div class="product-card__add-to-card">--}}
{{--                            <button class="btn btn-primary">--}}
{{--                                <span>В корзину</span>--}}
{{--                                <svg width="15" height="15" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">--}}
{{--                                    <path d="M0.928974 0.457031H3.69167C3.97878 0.457031 4.22487 0.662109 4.27761 0.943359L5.75417 8.78027H12.1614L13.2864 4.71973H8.37331C8.04226 4.71973 7.77565 4.45312 7.77565 4.12207C7.77565 3.79102 8.04226 3.52441 8.37331 3.52441H14.0716C14.6048 3.52441 14.7278 3.99902 14.6458 4.28027L13.1897 9.53613C13.1194 9.79394 12.8821 9.97266 12.6155 9.97266H5.25905C4.97194 9.97266 4.72585 9.76758 4.67311 9.48633L3.19362 1.65234H0.926044C0.594989 1.65234 0.328388 1.38574 0.328388 1.05469C0.331318 0.723633 0.597919 0.457031 0.928974 0.457031Z" fill="white"/>--}}
{{--                                    <path d="M6.65088 10.9717C7.61768 10.9717 8.40283 11.7715 8.40283 12.7588C8.40283 13.7432 7.61768 14.5459 6.65088 14.5459C5.68408 14.5459 4.89892 13.7461 4.89892 12.7588C4.89892 11.7715 5.68408 10.9717 6.65088 10.9717ZM6.65088 13.3477C6.9585 13.3477 7.20752 13.0811 7.20752 12.7559C7.20752 12.4307 6.9585 12.1641 6.65088 12.1641C6.34326 12.1641 6.09424 12.4307 6.09424 12.7559C6.09424 13.084 6.34326 13.3477 6.65088 13.3477Z" fill="white"/>--}}
{{--                                    <path d="M11.2881 10.9717C12.2549 10.9717 13.04 11.7715 13.04 12.7588C13.04 13.7432 12.2549 14.5459 11.2881 14.5459C10.3213 14.5459 9.53613 13.7461 9.53613 12.7588C9.53613 11.7715 10.3213 10.9717 11.2881 10.9717ZM11.2881 13.3477C11.5957 13.3477 11.8447 13.0811 11.8447 12.7559C11.8447 12.4307 11.5957 12.1641 11.2881 12.1641C10.9805 12.1641 10.7314 12.4307 10.7314 12.7559C10.7314 13.084 10.9805 13.3477 11.2881 13.3477Z" fill="white"/>--}}
{{--                                </svg>--}}
{{--                            </button>--}}
{{--                        </div>--}}
{{--                    </article>--}}
{{--                </li>--}}
{{--                <li class="slideshow__item product-card">--}}
{{--                    <article class="product-card__wrap">--}}
{{--								<span class="product-card__header">--}}
{{--									<span class="product-card__stickers">--}}
{{--										<span class="product-card__sticker product-card__sticker--new">Новинка</span>--}}
{{--									</span>--}}
{{--									<span class="product-card__favorite active">--}}
{{--										<svg width="28px" height="25px" viewBox="0 0 16 16" class="bi bi-heart" fill="#FFE605" xmlns="http://www.w3.org/2000/svg">--}}
{{--											<path fill-rule="evenodd" d="M8 2.748l-.717-.737C5.6.281 2.514.878 1.4 3.053c-.523 1.023-.641 2.5.314 4.385.92 1.815 2.834 3.989 6.286 6.357 3.452-2.368 5.365-4.542 6.286-6.357.955-1.886.838-3.362.314-4.385C13.486.878 10.4.28 8.717 2.01L8 2.748zM8 15C-7.333 4.868 3.279-3.04 7.824 1.143c.06.055.119.112.176.171a3.12 3.12 0 0 1 .176-.17C12.72-3.042 23.333 4.867 8 15z"/>--}}
{{--										</svg>--}}
{{--									</span>--}}
{{--								</span>--}}
{{--                        <a href="#" class="product-card__link">--}}
{{--                            <div class="product-card__image">--}}
{{--                                <img src="img/products/1.png" alt="Product image" />--}}
{{--                            </div>--}}
{{--                            <div class="product-card__content">--}}
{{--										<span>--}}
{{--											<h4 class="product-card__title">Стол для детей</h4>--}}
{{--											<span class="product-card__vendor">E-LIRA Белорусская мебель</span>--}}
{{--										</span>--}}
{{--                                <div class="price product-card__price">--}}
{{--                                    <strike class="price__previous">98 000 <span class="price__currency">тг</span></strike>--}}
{{--                                    <span class="price__special">90 400 <span class="price__currency">тг</span></span>--}}
{{--                                </div>--}}
{{--                            </div>--}}
{{--                        </a>--}}
{{--                        <div class="product-card__add-to-card">--}}
{{--                            <button class="btn btn-primary">--}}
{{--                                <span>В корзину</span>--}}
{{--                                <svg width="15" height="15" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">--}}
{{--                                    <path d="M0.928974 0.457031H3.69167C3.97878 0.457031 4.22487 0.662109 4.27761 0.943359L5.75417 8.78027H12.1614L13.2864 4.71973H8.37331C8.04226 4.71973 7.77565 4.45312 7.77565 4.12207C7.77565 3.79102 8.04226 3.52441 8.37331 3.52441H14.0716C14.6048 3.52441 14.7278 3.99902 14.6458 4.28027L13.1897 9.53613C13.1194 9.79394 12.8821 9.97266 12.6155 9.97266H5.25905C4.97194 9.97266 4.72585 9.76758 4.67311 9.48633L3.19362 1.65234H0.926044C0.594989 1.65234 0.328388 1.38574 0.328388 1.05469C0.331318 0.723633 0.597919 0.457031 0.928974 0.457031Z" fill="white"/>--}}
{{--                                    <path d="M6.65088 10.9717C7.61768 10.9717 8.40283 11.7715 8.40283 12.7588C8.40283 13.7432 7.61768 14.5459 6.65088 14.5459C5.68408 14.5459 4.89892 13.7461 4.89892 12.7588C4.89892 11.7715 5.68408 10.9717 6.65088 10.9717ZM6.65088 13.3477C6.9585 13.3477 7.20752 13.0811 7.20752 12.7559C7.20752 12.4307 6.9585 12.1641 6.65088 12.1641C6.34326 12.1641 6.09424 12.4307 6.09424 12.7559C6.09424 13.084 6.34326 13.3477 6.65088 13.3477Z" fill="white"/>--}}
{{--                                    <path d="M11.2881 10.9717C12.2549 10.9717 13.04 11.7715 13.04 12.7588C13.04 13.7432 12.2549 14.5459 11.2881 14.5459C10.3213 14.5459 9.53613 13.7461 9.53613 12.7588C9.53613 11.7715 10.3213 10.9717 11.2881 10.9717ZM11.2881 13.3477C11.5957 13.3477 11.8447 13.0811 11.8447 12.7559C11.8447 12.4307 11.5957 12.1641 11.2881 12.1641C10.9805 12.1641 10.7314 12.4307 10.7314 12.7559C10.7314 13.084 10.9805 13.3477 11.2881 13.3477Z" fill="white"/>--}}
{{--                                </svg>--}}
{{--                            </button>--}}
{{--                        </div>--}}
{{--                    </article>--}}
{{--                </li>--}}
{{--                <li class="slideshow__item product-card">--}}
{{--                    <article class="product-card__wrap">--}}
{{--								<span class="product-card__header">--}}
{{--									<span class="product-card__stickers"></span>--}}
{{--									<span class="product-card__favorite active">--}}
{{--										<svg width="28px" height="25px" viewBox="0 0 16 16" class="bi bi-heart" fill="#FFE605" xmlns="http://www.w3.org/2000/svg">--}}
{{--											<path fill-rule="evenodd" d="M8 2.748l-.717-.737C5.6.281 2.514.878 1.4 3.053c-.523 1.023-.641 2.5.314 4.385.92 1.815 2.834 3.989 6.286 6.357 3.452-2.368 5.365-4.542 6.286-6.357.955-1.886.838-3.362.314-4.385C13.486.878 10.4.28 8.717 2.01L8 2.748zM8 15C-7.333 4.868 3.279-3.04 7.824 1.143c.06.055.119.112.176.171a3.12 3.12 0 0 1 .176-.17C12.72-3.042 23.333 4.867 8 15z"/>--}}
{{--										</svg>--}}
{{--									</span>--}}
{{--								</span>--}}
{{--                        <a href="#" class="product-card__link">--}}
{{--                            <div class="product-card__image">--}}
{{--                                <img src="img/products/1.png" alt="Product image" />--}}
{{--                            </div>--}}
{{--                            <div class="product-card__content">--}}
{{--										<span>--}}
{{--											<h4 class="product-card__title">Стол для детей</h4>--}}
{{--											<span class="product-card__vendor">E-LIRA Белорусская мебель</span>--}}
{{--										</span>--}}
{{--                                <div class="price product-card__price">--}}
{{--                                    <strike class="price__previous">98 000 <span class="price__currency">тг</span></strike>--}}
{{--                                    <span class="price__special">90 400 <span class="price__currency">тг</span></span>--}}
{{--                                </div>--}}
{{--                            </div>--}}
{{--                        </a>--}}
{{--                        <div class="product-card__add-to-card">--}}
{{--                            <button class="btn btn-primary">--}}
{{--                                <span>В корзину</span>--}}
{{--                                <svg width="15" height="15" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">--}}
{{--                                    <path d="M0.928974 0.457031H3.69167C3.97878 0.457031 4.22487 0.662109 4.27761 0.943359L5.75417 8.78027H12.1614L13.2864 4.71973H8.37331C8.04226 4.71973 7.77565 4.45312 7.77565 4.12207C7.77565 3.79102 8.04226 3.52441 8.37331 3.52441H14.0716C14.6048 3.52441 14.7278 3.99902 14.6458 4.28027L13.1897 9.53613C13.1194 9.79394 12.8821 9.97266 12.6155 9.97266H5.25905C4.97194 9.97266 4.72585 9.76758 4.67311 9.48633L3.19362 1.65234H0.926044C0.594989 1.65234 0.328388 1.38574 0.328388 1.05469C0.331318 0.723633 0.597919 0.457031 0.928974 0.457031Z" fill="white"/>--}}
{{--                                    <path d="M6.65088 10.9717C7.61768 10.9717 8.40283 11.7715 8.40283 12.7588C8.40283 13.7432 7.61768 14.5459 6.65088 14.5459C5.68408 14.5459 4.89892 13.7461 4.89892 12.7588C4.89892 11.7715 5.68408 10.9717 6.65088 10.9717ZM6.65088 13.3477C6.9585 13.3477 7.20752 13.0811 7.20752 12.7559C7.20752 12.4307 6.9585 12.1641 6.65088 12.1641C6.34326 12.1641 6.09424 12.4307 6.09424 12.7559C6.09424 13.084 6.34326 13.3477 6.65088 13.3477Z" fill="white"/>--}}
{{--                                    <path d="M11.2881 10.9717C12.2549 10.9717 13.04 11.7715 13.04 12.7588C13.04 13.7432 12.2549 14.5459 11.2881 14.5459C10.3213 14.5459 9.53613 13.7461 9.53613 12.7588C9.53613 11.7715 10.3213 10.9717 11.2881 10.9717ZM11.2881 13.3477C11.5957 13.3477 11.8447 13.0811 11.8447 12.7559C11.8447 12.4307 11.5957 12.1641 11.2881 12.1641C10.9805 12.1641 10.7314 12.4307 10.7314 12.7559C10.7314 13.084 10.9805 13.3477 11.2881 13.3477Z" fill="white"/>--}}
{{--                                </svg>--}}
{{--                            </button>--}}
{{--                        </div>--}}
{{--                    </article>--}}
{{--                </li>--}}
{{--                <li class="slideshow__item product-card">--}}
{{--                    <article class="product-card__wrap">--}}
{{--								<span class="product-card__header">--}}
{{--									<span class="product-card__stickers">--}}
{{--										<span class="product-card__sticker product-card__sticker--sale">-8%</span>--}}
{{--									</span>--}}
{{--									<span class="product-card__favorite ">--}}
{{--										<svg width="28px" height="25px" viewBox="0 0 16 16" class="bi bi-heart" fill="#FFE605" xmlns="http://www.w3.org/2000/svg">--}}
{{--											<path fill-rule="evenodd" d="M8 2.748l-.717-.737C5.6.281 2.514.878 1.4 3.053c-.523 1.023-.641 2.5.314 4.385.92 1.815 2.834 3.989 6.286 6.357 3.452-2.368 5.365-4.542 6.286-6.357.955-1.886.838-3.362.314-4.385C13.486.878 10.4.28 8.717 2.01L8 2.748zM8 15C-7.333 4.868 3.279-3.04 7.824 1.143c.06.055.119.112.176.171a3.12 3.12 0 0 1 .176-.17C12.72-3.042 23.333 4.867 8 15z"/>--}}
{{--										</svg>--}}
{{--									</span>--}}
{{--								</span>--}}
{{--                        <a href="#" class="product-card__link">--}}
{{--                            <div class="product-card__image">--}}
{{--                                <img src="img/products/1.png" alt="Product image" />--}}
{{--                            </div>--}}
{{--                            <div class="product-card__content">--}}
{{--										<span>--}}
{{--											<h4 class="product-card__title">Стол для детей</h4>--}}
{{--											<span class="product-card__vendor">E-LIRA Белорусская мебель</span>--}}
{{--										</span>--}}
{{--                                <div class="price product-card__price">--}}
{{--                                    <span class="price__current">90 400 <span class="price__currency">тг</span></span>--}}
{{--                                </div>--}}
{{--                            </div>--}}
{{--                        </a>--}}
{{--                        <div class="product-card__add-to-card">--}}
{{--                            <button class="btn btn-primary">--}}
{{--                                <span>В корзину</span>--}}
{{--                                <svg width="15" height="15" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">--}}
{{--                                    <path d="M0.928974 0.457031H3.69167C3.97878 0.457031 4.22487 0.662109 4.27761 0.943359L5.75417 8.78027H12.1614L13.2864 4.71973H8.37331C8.04226 4.71973 7.77565 4.45312 7.77565 4.12207C7.77565 3.79102 8.04226 3.52441 8.37331 3.52441H14.0716C14.6048 3.52441 14.7278 3.99902 14.6458 4.28027L13.1897 9.53613C13.1194 9.79394 12.8821 9.97266 12.6155 9.97266H5.25905C4.97194 9.97266 4.72585 9.76758 4.67311 9.48633L3.19362 1.65234H0.926044C0.594989 1.65234 0.328388 1.38574 0.328388 1.05469C0.331318 0.723633 0.597919 0.457031 0.928974 0.457031Z" fill="white"/>--}}
{{--                                    <path d="M6.65088 10.9717C7.61768 10.9717 8.40283 11.7715 8.40283 12.7588C8.40283 13.7432 7.61768 14.5459 6.65088 14.5459C5.68408 14.5459 4.89892 13.7461 4.89892 12.7588C4.89892 11.7715 5.68408 10.9717 6.65088 10.9717ZM6.65088 13.3477C6.9585 13.3477 7.20752 13.0811 7.20752 12.7559C7.20752 12.4307 6.9585 12.1641 6.65088 12.1641C6.34326 12.1641 6.09424 12.4307 6.09424 12.7559C6.09424 13.084 6.34326 13.3477 6.65088 13.3477Z" fill="white"/>--}}
{{--                                    <path d="M11.2881 10.9717C12.2549 10.9717 13.04 11.7715 13.04 12.7588C13.04 13.7432 12.2549 14.5459 11.2881 14.5459C10.3213 14.5459 9.53613 13.7461 9.53613 12.7588C9.53613 11.7715 10.3213 10.9717 11.2881 10.9717ZM11.2881 13.3477C11.5957 13.3477 11.8447 13.0811 11.8447 12.7559C11.8447 12.4307 11.5957 12.1641 11.2881 12.1641C10.9805 12.1641 10.7314 12.4307 10.7314 12.7559C10.7314 13.084 10.9805 13.3477 11.2881 13.3477Z" fill="white"/>--}}
{{--                                </svg>--}}
{{--                            </button>--}}
{{--                        </div>--}}
{{--                    </article>--}}
{{--                </li>--}}
{{--            </ul>--}}
{{--            <button class="section__show-more d-block d-md-none">Показать еще</button>--}}
{{--        </div>--}}
{{--    </div>--}}
{{--</section>--}}
