<header class="header">
{{--    @if(Route::is('catalog','register','user.*','shops','news.*'))--}}
        <div class="header__overlay"></div>
{{--    @endif--}}
        <div class="header__top">
            <div class="container">
                <div class="header__top-wrap">
                    <nav class="header__top-pages">
                        <ul>
                            <li><a href="{{ route('about') }}">О нас</a></li>
                            <li><a href="{{ route('contacts') }}">Контакты</a></li>
                            <li><a href="#">Помощь</a></li>
                            <li><a href="#">Поставщикам</a></li>
                            <li><a href="#">Партнерам</a></li>
                            <li><a href="#">Статьи</a></li>
                            <li><a href="{{ route('news.index') }}">Новости</a></li>
                            <li><a href="#">Прайсы</a></li>
                        </ul>
                    </nav>
                    <div class="header__info">
                        <a href="#" class="d-flex">
                            <img src="{{ asset('img/svg/location.svg') }}" alt="Location">
                            <span>Схема комплекса</span>
                        </a>
                        <span class="d-flex">
							<img src="{{ asset('img/svg/clock.svg') }}" alt="Clock">
							<span>10:00 - 20:00 без выходных</span>
						</span>
                        <div class="header__social">
                            <a href="#" target="_blank">
                                <svg width="8" height="12" viewBox="0 0 8 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M6.97852 6.75L7.33401 4.57828H5.11127V3.16898C5.11127 2.57484 5.42177 1.9957 6.41727 1.9957H7.42776V0.146719C7.42776 0.146719 6.51077 0 5.63402 0C3.80352 0 2.60702 1.04016 2.60702 2.92313V4.57828H0.572266V6.75H2.60702V12H5.11127V6.75H6.97852Z" fill="black"/>
                                </svg>
                            </a>
                            <a href="#" target="_blank">
                                <svg width="12" height="14" viewBox="0 0 12 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M6.00267 3.85537C4.2991 3.85537 2.92499 5.2581 2.92499 6.99717C2.92499 8.73623 4.2991 10.139 6.00267 10.139C7.70624 10.139 9.08035 8.73623 9.08035 6.99717C9.08035 5.2581 7.70624 3.85537 6.00267 3.85537ZM6.00267 9.03974C4.90178 9.03974 4.00178 8.12373 4.00178 6.99717C4.00178 5.8706 4.8991 4.95459 6.00267 4.95459C7.10624 4.95459 8.00356 5.8706 8.00356 6.99717C8.00356 8.12373 7.10356 9.03974 6.00267 9.03974V9.03974ZM9.9241 3.72686C9.9241 4.13428 9.60267 4.45967 9.20624 4.45967C8.80713 4.45967 8.48838 4.13154 8.48838 3.72686C8.48838 3.32217 8.80981 2.99404 9.20624 2.99404C9.60267 2.99404 9.9241 3.32217 9.9241 3.72686ZM11.9625 4.47061C11.917 3.48896 11.6973 2.61943 10.9928 1.90303C10.2911 1.18662 9.43928 0.962402 8.47767 0.913184C7.4866 0.855762 4.51606 0.855762 3.52499 0.913184C2.56606 0.959668 1.71428 1.18389 1.00982 1.90029C0.305352 2.6167 0.0883876 3.48623 0.0401733 4.46787C-0.0160767 5.47959 -0.0160767 8.51201 0.0401733 9.52373C0.085709 10.5054 0.305352 11.3749 1.00982 12.0913C1.71428 12.8077 2.56339 13.0319 3.52499 13.0812C4.51606 13.1386 7.4866 13.1386 8.47767 13.0812C9.43928 13.0347 10.2911 12.8104 10.9928 12.0913C11.6946 11.3749 11.9143 10.5054 11.9625 9.52373C12.0187 8.51201 12.0187 5.48232 11.9625 4.47061V4.47061ZM10.6821 10.6093C10.4732 11.1452 10.0687 11.5581 9.54106 11.7741C8.75088 12.094 6.87588 12.0202 6.00267 12.0202C5.12946 12.0202 3.25178 12.0913 2.46428 11.7741C1.93928 11.5608 1.53482 11.1479 1.32321 10.6093C1.00982 9.80264 1.08214 7.88857 1.08214 6.99717C1.08214 6.10576 1.01249 4.18896 1.32321 3.38506C1.53214 2.84912 1.9366 2.43623 2.46428 2.22021C3.25446 1.90029 5.12946 1.97412 6.00267 1.97412C6.87588 1.97412 8.75356 1.90303 9.54106 2.22021C10.0661 2.4335 10.4705 2.84639 10.6821 3.38506C10.9955 4.1917 10.9232 6.10576 10.9232 6.99717C10.9232 7.88857 10.9955 9.80537 10.6821 10.6093Z" fill="black"/>
                                </svg>
                            </a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div class="header__middle container">
            <div class="header__middle-wrap">
                <div class="bars bars--dark header__bars d-block d-xl-none">
                    <div class="bars__bar"></div>
                    <div class="bars__bar"></div>
                    <div class="bars__bar"></div>
                    <span class="bars__title">Меню</span>
                </div>
            <div class="header__logo">
                <a href="{{ route('home') }}"><img src="{{ asset('img/logo.png') }}" alt="Armada"></a>
            </div>
            <div class="header__search">
                <form id="search" action="#" class="search">
                    <input type="text" placeholder="Поиск товаров...">
                    <button type="submit">
                        <svg width="15" height="15" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M6.60568 0C2.96341 0 0 2.96341 0 6.60568C0 10.2482 2.96341 13.2114 6.60568 13.2114C10.2482 13.2114 13.2114 10.2482 13.2114 6.60568C13.2114 2.96341 10.2482 0 6.60568 0ZM6.60568 11.9919C3.63577 11.9919 1.21951 9.57563 1.21951 6.60571C1.21951 3.6358 3.63577 1.21951 6.60568 1.21951C9.5756 1.21951 11.9919 3.63577 11.9919 6.60568C11.9919 9.5756 9.5756 11.9919 6.60568 11.9919Z" fill="#8B8B8B"/>
                            <path d="M14.8215 13.9593L11.3255 10.4633C11.0873 10.2251 10.7015 10.2251 10.4633 10.4633C10.2251 10.7013 10.2251 11.0875 10.4633 11.3255L13.9593 14.8215C14.0784 14.9406 14.2343 15.0001 14.3904 15.0001C14.5463 15.0001 14.7024 14.9406 14.8215 14.8215C15.0597 14.5835 15.0597 14.1973 14.8215 13.9593Z" fill="#8B8B8B"/>
                        </svg>
                        <span>Найти</span>
                    </button>
                </form>
                <div class="autosearch header__search-autosearch">
                    <div class="autosearch__wrap">
                        <div class="autosearch__column">
                            <span class="autosearch__column-title">Категории </span>
                            <div class="autosearch__column-wrap">
                                <ul>
                                    <li><a href="#">Детские столы</a></li>
                                    <li><a href="#">Компьютерный стол</a></li>
                                    <li><a href="#">Столешница</a></li>
                                    <li><a href="#">Декоративные столы</a></li>
                                </ul>
                            </div>
                        </div>
                        <div class="autosearch__column">
                            <span class="autosearch__column-title">Товары </span>
                            <div class="autosearch__column-wrap">
                                <ul>
                                    <li class="product-card product-card--vertical">
                                        <article class="product-card__wrap">
                                            <a href="#" class="product-card__link">
                                                <div class="product-card__image">
                                                    <img src="{{ asset('img/products/1.png') }}" alt="Product image" />
                                                </div>
                                                <div class="product-card__content product-card__content--wp">
                                                    <h4 class="product-card__title">Стол для детей</h4>
                                                    <span class="product-card__vendor">E-LIRA Белорусская мебель</span>
                                                    <div class="price product-card__price">
                                                        <strike class="price__previous">90 400 <span class="price__currency">тг.</span></strike>
                                                        <span class="price__special">90 400 <span class="price__currency">тг.</span></span>
                                                    </div>
                                                </div>
                                            </a>
                                        </article>
                                    </li>
                                    <li class="product-card product-card--vertical">
                                        <article class="product-card__wrap">
                                            <a href="#" class="product-card__link">
                                                <div class="product-card__image">
                                                    <img src="{{ asset('img/products/1.png') }}" alt="Product image" />
                                                </div>
                                                <div class="product-card__content product-card__content--wp">
                                                    <h4 class="product-card__title">Стол для детей</h4>
                                                    <span class="product-card__vendor">E-LIRA Белорусская мебель</span>
                                                    <div class="price product-card__price">
                                                        <span class="price__current">90 400 <span class="price__currency">тг.</span></span>
                                                    </div>
                                                </div>
                                            </a>
                                        </article>
                                    </li>
                                    <li class="product-card product-card--vertical">
                                        <article class="product-card__wrap">
                                            <a href="#" class="product-card__link">
                                                <div class="product-card__image">
                                                    <img src="{{ asset('img/products/1.png') }}" alt="Product image" />
                                                </div>
                                                <div class="product-card__content product-card__content--wp">
                                                    <h4 class="product-card__title">Стол для детей</h4>
                                                    <span class="product-card__vendor">E-LIRA Белорусская мебель</span>
                                                    <div class="price product-card__price">
                                                        <span class="price__current">90 400 <span class="price__currency">тг.</span></span>
                                                    </div>
                                                </div>
                                            </a>
                                        </article>
                                    </li>
                                    <li class="product-card product-card--vertical">
                                        <article class="product-card__wrap">
                                            <a href="#" class="product-card__link">
                                                <div class="product-card__image">
                                                    <img src="{{ asset('img/products/1.png') }}" alt="Product image" />
                                                </div>
                                                <div class="product-card__content product-card__content--wp">
                                                    <h4 class="product-card__title">Стол для детей</h4>
                                                    <span class="product-card__vendor">E-LIRA Белорусская мебель</span>
                                                    <div class="price product-card__price">
                                                        <span class="price__current">90 400 <span class="price__currency">тг.</span></span>
                                                    </div>
                                                </div>
                                            </a>
                                        </article>
                                    </li>
                                    <li class="product-card product-card--vertical">
                                        <article class="product-card__wrap">
                                            <a href="#" class="product-card__link">
                                                <div class="product-card__image">
                                                    <img src="{{ asset('img/products/1.png') }}" alt="Product image" />
                                                </div>
                                                <div class="product-card__content product-card__content--wp">
                                                    <h4 class="product-card__title">Стол для детей</h4>
                                                    <span class="product-card__vendor">E-LIRA Белорусская мебель</span>
                                                    <div class="price product-card__price">
                                                        <span class="price__current">90 400 <span class="price__currency">тг.</span></span>
                                                    </div>
                                                </div>
                                            </a>
                                        </article>
                                    </li>
                                    <li class="product-card product-card--vertical">
                                        <article class="product-card__wrap">
                                            <a href="#" class="product-card__link">
                                                <div class="product-card__image">
                                                    <img src="{{ asset('img/products/1.png') }}" alt="Product image" />
                                                </div>
                                                <div class="product-card__content product-card__content--wp">
                                                    <h4 class="product-card__title">Стол для детей</h4>
                                                    <span class="product-card__vendor">E-LIRA Белорусская мебель</span>
                                                    <div class="price product-card__price">
                                                        <span class="price__current">90 400 <span class="price__currency">тг.</span></span>
                                                    </div>
                                                </div>
                                            </a>
                                        </article>
                                    </li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="contact header__contact">
                <span class="contact__arrow"><img src="{{ asset('img/svg/arrow.png') }}" alt="Arrow"></span>
                <span>
                    <a href="tel:+380001112222" class="contact__main-phone">+38 (000) 111 22 22</a>
                    <span class="contact__callback callback">Вам перезвонить?</span>
                </span>
            </div>
            <div class="header__user">
                @auth
                    @if(Route::is('user.*'))
                        <a href="{{ route('logout') }}" onclick="event.preventDefault(); document.getElementById('logout-form').submit();"  class="header__cabinet" role="button">
                            <svg width="25" height="29" viewBox="0 0 25 29" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M12.5 0C9.02069 0 6.19019 2.83056 6.19019 6.30971C6.19019 9.78897 9.02075 12.6195 12.5 12.6195C15.9792 12.6195 18.8096 9.78897 18.8096 6.30977C18.8097 2.83056 15.9792 0 12.5 0ZM12.5 10.9203C9.95764 10.9203 7.8894 8.85197 7.8894 6.30971C7.8894 3.76751 9.95769 1.69922 12.5 1.69922C15.0422 1.69922 17.1104 3.76751 17.1104 6.30971C17.1104 8.85197 15.0421 10.9203 12.5 10.9203Z" fill="#282C34"/>
                                <path d="M12.5 16.3804C6.00996 16.3804 0.72998 21.6604 0.72998 28.1503C0.72998 28.6195 1.11038 28.9999 1.57959 28.9999H23.4202C23.8894 28.9999 24.2698 28.6195 24.2698 28.1503C24.2698 21.6604 18.9899 16.3804 12.5 16.3804ZM2.46471 27.3007C2.89745 22.1437 7.233 18.0796 12.5 18.0796C17.7669 18.0796 22.1024 22.1437 22.5351 27.3007H2.46471Z" fill="#282C34"/>
                            </svg>
                            <span>Выход</span>
                        </a>
                        <form id="logout-form" action="{{ route('logout') }}" method="POST" style="display: none;">
                            @csrf
                        </form>
                    @else
                        <a href="{{ route('user.home') }}" class="header__cabinet">
                            <svg width="25" height="29" viewBox="0 0 25 29" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M12.5 0C9.02069 0 6.19019 2.83056 6.19019 6.30971C6.19019 9.78897 9.02075 12.6195 12.5 12.6195C15.9792 12.6195 18.8096 9.78897 18.8096 6.30977C18.8097 2.83056 15.9792 0 12.5 0ZM12.5 10.9203C9.95764 10.9203 7.8894 8.85197 7.8894 6.30971C7.8894 3.76751 9.95769 1.69922 12.5 1.69922C15.0422 1.69922 17.1104 3.76751 17.1104 6.30971C17.1104 8.85197 15.0421 10.9203 12.5 10.9203Z" fill="#282C34"/>
                                <path d="M12.5 16.3804C6.00996 16.3804 0.72998 21.6604 0.72998 28.1503C0.72998 28.6195 1.11038 28.9999 1.57959 28.9999H23.4202C23.8894 28.9999 24.2698 28.6195 24.2698 28.1503C24.2698 21.6604 18.9899 16.3804 12.5 16.3804ZM2.46471 27.3007C2.89745 22.1437 7.233 18.0796 12.5 18.0796C17.7669 18.0796 22.1024 22.1437 22.5351 27.3007H2.46471Z" fill="#282C34"/>
                            </svg>
                            <span>Личный кабинет</span>
                        </a>
                    @endif

                    <a href="{{ route('user.likes') }}" class="header__favorite">
                        <svg width="32" height="30" viewBox="0 0 32 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M22.6712 0.487305C21.1792 0.487305 19.7532 0.829342 18.4329 1.50398C17.5341 1.96313 16.7084 2.57318 16 3.29697C15.2915 2.57318 14.4659 1.96313 13.5671 1.50398C12.2468 0.829342 10.8208 0.487305 9.32869 0.487305C4.18487 0.487305 0 4.67218 0 9.81607C0 13.4594 1.92416 17.3289 5.71896 21.3172C8.88742 24.6472 12.7666 27.4231 15.4629 29.1654L16 29.5126L16.5371 29.1654C19.2334 27.4232 23.1126 24.6472 26.2811 21.3172C30.0759 17.3289 32 13.4594 32 9.81607C32 4.67218 27.8151 0.487305 22.6712 0.487305ZM24.8471 19.9527C22.0154 22.9288 18.5661 25.4589 16 27.1522C13.4339 25.4588 9.98459 22.9288 7.15296 19.9527C3.71998 16.3449 1.97938 12.9344 1.97938 9.81607C1.97938 5.76361 5.27631 2.46669 9.32876 2.46669C11.6619 2.46669 13.8051 3.53839 15.2087 5.40693L16 6.46029L16.7913 5.40693C18.1949 3.53839 20.3381 2.46669 22.6712 2.46669C26.7237 2.46669 30.0206 5.76361 30.0206 9.81607C30.0206 12.9344 28.28 16.3449 24.8471 19.9527Z" fill="#282C34"/>
                        </svg>
                    </a>
                @else
                    <a href="{{ route('login') }}" class="header__cabinet">
                        <svg width="25" height="29" viewBox="0 0 25 29" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M12.5 0C9.02069 0 6.19019 2.83056 6.19019 6.30971C6.19019 9.78897 9.02075 12.6195 12.5 12.6195C15.9792 12.6195 18.8096 9.78897 18.8096 6.30977C18.8097 2.83056 15.9792 0 12.5 0ZM12.5 10.9203C9.95764 10.9203 7.8894 8.85197 7.8894 6.30971C7.8894 3.76751 9.95769 1.69922 12.5 1.69922C15.0422 1.69922 17.1104 3.76751 17.1104 6.30971C17.1104 8.85197 15.0421 10.9203 12.5 10.9203Z" fill="#282C34"/>
                            <path d="M12.5 16.3804C6.00996 16.3804 0.72998 21.6604 0.72998 28.1503C0.72998 28.6195 1.11038 28.9999 1.57959 28.9999H23.4202C23.8894 28.9999 24.2698 28.6195 24.2698 28.1503C24.2698 21.6604 18.9899 16.3804 12.5 16.3804ZM2.46471 27.3007C2.89745 22.1437 7.233 18.0796 12.5 18.0796C17.7669 18.0796 22.1024 22.1437 22.5351 27.3007H2.46471Z" fill="#282C34"/>
                        </svg>
                        <span>Вход</span>
                    </a>
                    <a href="{{ route('selectedProducts') }}" class="header__favorite">
                        <svg width="32" height="30" viewBox="0 0 32 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M22.6712 0.487305C21.1792 0.487305 19.7532 0.829342 18.4329 1.50398C17.5341 1.96313 16.7084 2.57318 16 3.29697C15.2915 2.57318 14.4659 1.96313 13.5671 1.50398C12.2468 0.829342 10.8208 0.487305 9.32869 0.487305C4.18487 0.487305 0 4.67218 0 9.81607C0 13.4594 1.92416 17.3289 5.71896 21.3172C8.88742 24.6472 12.7666 27.4231 15.4629 29.1654L16 29.5126L16.5371 29.1654C19.2334 27.4232 23.1126 24.6472 26.2811 21.3172C30.0759 17.3289 32 13.4594 32 9.81607C32 4.67218 27.8151 0.487305 22.6712 0.487305ZM24.8471 19.9527C22.0154 22.9288 18.5661 25.4589 16 27.1522C13.4339 25.4588 9.98459 22.9288 7.15296 19.9527C3.71998 16.3449 1.97938 12.9344 1.97938 9.81607C1.97938 5.76361 5.27631 2.46669 9.32876 2.46669C11.6619 2.46669 13.8051 3.53839 15.2087 5.40693L16 6.46029L16.7913 5.40693C18.1949 3.53839 20.3381 2.46669 22.6712 2.46669C26.7237 2.46669 30.0206 5.76361 30.0206 9.81607C30.0206 12.9344 28.28 16.3449 24.8471 19.9527Z" fill="#282C34"/>
                        </svg>
                    </a>
                @endauth
                <a href="#" class="header__cart">
                    <svg width="34" height="32" viewBox="0 0 34 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M14.2563 25.75C12.6075 25.75 11.2661 27.0914 11.2661 28.7402C11.2661 30.389 12.6075 31.7304 14.2563 31.7304C15.9051 31.7304 17.2465 30.389 17.2465 28.7402C17.2465 27.0914 15.9051 25.75 14.2563 25.75ZM14.2563 30.0607C13.5281 30.0607 12.9357 29.4682 12.9357 28.7401C12.9357 28.0119 13.5282 27.4195 14.2563 27.4195C14.9845 27.4195 15.577 28.0119 15.577 28.7401C15.577 29.4684 14.9845 30.0607 14.2563 30.0607Z" fill="#282C34"/>
                        <path d="M24.7449 25.75C23.096 25.75 21.7546 27.0914 21.7546 28.7402C21.7546 30.389 23.096 31.7304 24.7449 31.7304C26.3937 31.7304 27.7351 30.389 27.7351 28.7402C27.735 27.0914 26.3936 25.75 24.7449 25.75ZM24.7449 30.0607C24.0166 30.0607 23.4242 29.4682 23.4242 28.7401C23.4242 28.0119 24.0167 27.4195 24.7449 27.4195C25.4731 27.4195 26.0655 28.0119 26.0655 28.7401C26.0655 29.4684 25.473 30.0607 24.7449 30.0607Z" fill="#282C34"/>
                        <path d="M25.4812 10.0073H13.5181C13.0571 10.0073 12.6833 10.3811 12.6833 10.8421C12.6833 11.3032 13.0572 11.6769 13.5181 11.6769H25.4812C25.9422 11.6769 26.316 11.3032 26.316 10.8421C26.316 10.381 25.9422 10.0073 25.4812 10.0073Z" fill="#282C34"/>
                        <path d="M24.8303 14.3418H14.1695C13.7085 14.3418 13.3347 14.7155 13.3347 15.1766C13.3347 15.6377 13.7085 16.0114 14.1695 16.0114H24.8302C25.2913 16.0114 25.665 15.6377 25.665 15.1766C25.665 14.7156 25.2913 14.3418 24.8303 14.3418Z" fill="#282C34"/>
                        <path d="M33.6243 6.28746C33.3059 5.89672 32.8342 5.67267 32.3301 5.67267H6.32709L5.80195 3.12339C5.69231 2.59161 5.3296 2.14509 4.83149 1.92881L1.16739 0.338373C0.744379 0.154626 0.252772 0.348732 0.0692917 0.771608C-0.114388 1.19462 0.0797175 1.68629 0.502527 1.86977L4.1667 3.46027L8.20593 23.0675C8.36504 23.8397 9.05274 24.4001 9.84118 24.4001H29.8405C30.3016 24.4001 30.6753 24.0264 30.6753 23.5653C30.6753 23.1043 30.3016 22.7305 29.8405 22.7305H9.84125L9.34991 20.3455H29.9951C30.7835 20.3455 31.4713 19.785 31.6303 19.0128L33.9653 7.67893C34.067 7.1854 33.9427 6.67812 33.6243 6.28746ZM29.9951 18.676H9.00599L6.67108 7.34219L32.33 7.34225L29.9951 18.676Z" fill="#282C34"/>
                    </svg>
                </a>
            </div>
        </div>
    </div>
    <div class="header__bottom container">
        <nav class="categories header__categories">
            <div class="categories__show">
                <span>
                    <span class="bars bars--small">
                        <span class="bars__bar"></span>
                        <span class="bars__bar"></span>
                        <span class="bars__bar"></span>
                    </span>
                    <span>Все категории</span>
                </span>
            </div>
            <div class="categories__main">
                <ul>
                    <li><a href="#">Диваны</a></li>
                    <li><a href="#">Кресла</a></li>
                    <li><a href="#">Кровати</a></li>
                    <li><a href="#">Столы</a></li>
                    <li><a href="#">Стулья</a></li>
                    <li><a href="#">Свет</a></li>
                    <li><a href="#">Пуфы</a></li>
                    <li><a href="#">Тумбы</a></li>
                    <li><a href="#">Комоды</a></li>
                    <li><a href="#">Стелажи</a></li>
                    <li><a href="#">Шкафы</a></li>
                </ul>
            </div>
        </nav>
        <nav class="all-categories">
            <div class="all-categories__wrap">
                <ul class="all-categories__main-list">
                    <li class="all-categories__main-item all-categories__main-item--has-children">
                        <div class="all-categories__main-item-wrap">
                            <span class="all-categories__main-item-icon">
                                <svg width="22" height="16" viewBox="0 0 22 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M5.53566 4.09986C5.63051 4.09986 5.72343 4.05784 5.79084 3.98431C5.85824 3.91078 5.89676 3.80941 5.89676 3.70594C5.89676 3.60194 5.85824 3.50057 5.79084 3.42704C5.72343 3.35403 5.63051 3.31201 5.53566 3.31201C5.44033 3.31201 5.34741 3.35403 5.28 3.42704C5.21308 3.50057 5.17456 3.60194 5.17456 3.70594C5.17456 3.80941 5.21308 3.91078 5.28 3.98431C5.34741 4.05784 5.44033 4.09986 5.53566 4.09986Z" fill="black"/>
                                    <path d="M9.17824 4.09986C9.27357 4.09986 9.36649 4.05784 9.4339 3.98431C9.50082 3.91078 9.53934 3.80941 9.53934 3.70594C9.53934 3.60194 9.50082 3.50057 9.4339 3.42704C9.36649 3.35403 9.27357 3.31201 9.17824 3.31201C9.08339 3.31201 8.99047 3.35403 8.92306 3.42704C8.85566 3.50057 8.81714 3.60194 8.81714 3.70594C8.81714 3.80941 8.85566 3.91078 8.92306 3.98431C8.99047 4.05784 9.08339 4.09986 9.17824 4.09986Z" fill="black"/>
                                    <path d="M16.4649 4.09986C16.5597 4.09986 16.6526 4.05784 16.72 3.98431C16.7874 3.91078 16.826 3.80941 16.826 3.70594C16.826 3.60194 16.7874 3.50057 16.72 3.42704C16.6526 3.35403 16.5597 3.31201 16.4649 3.31201C16.3695 3.31201 16.2766 3.35403 16.2092 3.42704C16.1423 3.50057 16.1038 3.60194 16.1038 3.70594C16.1038 3.80941 16.1423 3.91078 16.2092 3.98431C16.2766 4.05784 16.3695 4.09986 16.4649 4.09986Z" fill="black"/>
                                    <path d="M12.8215 4.09986C12.9164 4.09986 13.0098 4.05784 13.0767 3.98431C13.1441 3.91078 13.1826 3.80941 13.1826 3.70594C13.1826 3.60194 13.1441 3.50057 13.0767 3.42704C13.0098 3.35403 12.9164 3.31201 12.8215 3.31201C12.7267 3.31201 12.6333 3.35403 12.5664 3.42704C12.499 3.50057 12.4604 3.60194 12.4604 3.70594C12.4604 3.80941 12.499 3.91078 12.5664 3.98431C12.6333 4.05784 12.7267 4.09986 12.8215 4.09986Z" fill="black"/>
                                    <path d="M5.53566 7.19849C5.63051 7.19849 5.72343 7.15647 5.79084 7.08294C5.85824 7.00941 5.89676 6.90804 5.89676 6.80457C5.89676 6.70057 5.85824 6.5992 5.79084 6.52567C5.72343 6.45266 5.63051 6.41064 5.53566 6.41064C5.44033 6.41064 5.34741 6.45266 5.28 6.52567C5.21308 6.5992 5.17456 6.70057 5.17456 6.80457C5.17456 6.90804 5.21308 7.00941 5.28 7.08294C5.34741 7.15647 5.44033 7.19849 5.53566 7.19849Z" fill="black"/>
                                    <path d="M9.17824 7.19849C9.27357 7.19849 9.36649 7.15647 9.4339 7.08294C9.50082 7.00941 9.53934 6.90804 9.53934 6.80457C9.53934 6.70057 9.50082 6.5992 9.4339 6.52567C9.36649 6.45266 9.27357 6.41064 9.17824 6.41064C9.08339 6.41064 8.99047 6.45266 8.92306 6.52567C8.85566 6.5992 8.81714 6.70057 8.81714 6.80457C8.81714 6.90804 8.85566 7.00941 8.92306 7.08294C8.99047 7.15647 9.08339 7.19849 9.17824 7.19849Z" fill="black"/>
                                    <path d="M16.4649 7.19849C16.5597 7.19849 16.6526 7.15647 16.72 7.08294C16.7874 7.00941 16.826 6.90804 16.826 6.80457C16.826 6.70057 16.7874 6.5992 16.72 6.52567C16.6526 6.45266 16.5597 6.41064 16.4649 6.41064C16.3695 6.41064 16.2766 6.45266 16.2092 6.52567C16.1423 6.5992 16.1038 6.70057 16.1038 6.80457C16.1038 6.90804 16.1423 7.00941 16.2092 7.08294C16.2766 7.15647 16.3695 7.19849 16.4649 7.19849Z" fill="black"/>
                                    <path d="M12.8215 7.19849C12.9164 7.19849 13.0098 7.15647 13.0767 7.08294C13.1441 7.00941 13.1826 6.90804 13.1826 6.80457C13.1826 6.70057 13.1441 6.5992 13.0767 6.52567C13.0098 6.45266 12.9164 6.41064 12.8215 6.41064C12.7267 6.41064 12.6333 6.45266 12.5664 6.52567C12.499 6.5992 12.4604 6.70057 12.4604 6.80457C12.4604 6.90804 12.499 7.00941 12.5664 7.08294C12.6333 7.15647 12.7267 7.19849 12.8215 7.19849Z" fill="black"/>
                                    <path d="M20.2645 6.49078V3.53109C20.2645 1.85192 19.0123 0.48584 17.473 0.48584H4.52696C2.98772 0.48584 1.73548 1.85192 1.73548 3.53109V6.49078C0.763938 6.58668 0 7.47974 0 8.56419C0 9.25566 0.311314 9.89256 0.825469 10.2787V12.9235C0.825469 13.5475 1.22297 14.0718 1.75619 14.2117V15.1202C1.75619 15.3377 1.91786 15.5141 2.11728 15.5141H3.90583C4.10525 15.5141 4.26692 15.3377 4.26692 15.1202V14.2487H17.7331V15.1203C17.7331 15.3378 17.8948 15.5142 18.0942 15.5142H19.8828C20.0822 15.5142 20.2439 15.3378 20.2439 15.1203V14.2118C20.7771 14.0718 21.1746 13.5475 21.1746 12.9235V10.2788C21.6887 9.89261 22 9.25566 22 8.56424C22 7.47974 21.2361 6.58668 20.2645 6.49078ZM4.52696 1.27364H17.473C18.614 1.27364 19.5423 2.28629 19.5423 3.53104V6.56988C18.7564 6.82771 18.1822 7.62397 18.1822 8.56413V9.20093H3.81772V8.56413C3.81772 7.62397 3.24348 6.82771 2.45763 6.56988V3.53104C2.45768 2.28629 3.38594 1.27364 4.52696 1.27364ZM18.0942 13.4608H3.90583H3.81777V12.8019H18.1823V13.4608H18.0942ZM18.1823 12.0141H3.81772V9.98878H18.1822V12.0141H18.1823ZM1.54771 12.9235V10.0752C1.5481 10.0658 1.54815 10.0564 1.54791 10.047C1.54439 9.90484 1.47087 9.7758 1.35566 9.70935C0.964949 9.48419 0.722244 9.04535 0.722244 8.56419C0.722244 7.8504 1.2546 7.26965 1.90891 7.26965C2.56322 7.26965 3.09557 7.8504 3.09557 8.56419V13.4609H2.11733H2.0403C1.76866 13.4608 1.54771 13.2198 1.54771 12.9235ZM3.54478 14.7263H2.47843V14.2487H3.45672H3.54478V14.7263ZM19.5217 14.7263H18.4553V14.2487H18.5434H19.5217V14.7263ZM20.6444 9.7094C20.5292 9.77585 20.4559 9.905 20.4523 10.0471C20.4521 10.0548 20.4522 10.0625 20.4524 10.0701V12.9235C20.4524 13.2198 20.2314 13.4608 19.9598 13.4608H19.8828H18.9045V8.56413C18.9045 7.85034 19.4368 7.26959 20.0911 7.26959C20.7455 7.26959 21.2778 7.85034 21.2778 8.56413C21.2779 9.04535 21.0351 9.48419 20.6444 9.7094Z" fill="black"/>
                                </svg>
                            </span>
                            <a href="#">Мебель для дома и сада</a>
                            <svg width="8" height="12" viewBox="0 0 8 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.12828 5.57169L1.73193 0.177143C1.49514 -0.0590475 1.11151 -0.0590475 0.874124 0.177143C0.637336 0.413333 0.637336 0.796967 0.874124 1.03316L5.84244 5.99968L0.874722 10.9662C0.637934 11.2024 0.637934 11.586 0.874722 11.8228C1.11151 12.059 1.49574 12.059 1.73253 11.8228L7.12888 6.42826C7.36208 6.19451 7.36208 5.80484 7.12828 5.57169Z" fill="#2F2F2F"/>
                            </svg>
                        </div>
                        <div class="all-categories__subcategories">
                            <h4 class="all-categories__main-item-title"><span>Мебель для дома и сада </span></h4>
                            <ul>
                                <li><a href="#"><span class="font-weight-semibold">Мягкая мебель</span></a></li>
                                <li><a href="#">Диван</a></li>
                                <li><a href="#">Кресло</a></li>
                                <li><a href="#">Софа</a></li>
                                <li><a href="#">Пуф</a></li>
                                <li><a href="#">Кушетка</a></li>
                                <li><a href="#">Комплект мягкой мебели</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Спальни</span></a></li>
                                <li><a href="#">Спальный гарнитур</a></li>
                                <li><a href="#">Кровать</a></li>
                                <li><a href="#">Комод</a></li>
                                <li><a href="#">Зеркало</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Гардины и карнизы</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Корпусная мебель</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Беседки</a></li>
                                <li><a href="#">Шатры и зонты</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Товары для дома</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Детская мебель</span></a></li>
                                <li><a href="#">Детский гарнитур</a></li>
                                <li><a href="#">Колыбель, манеж</a></li>
                                <li><a href="#">Детская кровать</a></li>
                                <li><a href="#">Детский городок</a></li>
                                <li><a href="#">Детский комод</a></li>
                                <li><a href="#">Аксессуары для детской</a></li>
                                <li><a href="#">Детская мягкая мебель</a></li>
                                <li><a href="#">Детский стул</a></li>
                                <li><a href="#">Десткий стол</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Кухни</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Качели</a></li>
                            </ul>
                        </div>
                    </li>
                    <li class="all-categories__main-item">
                        <div class="all-categories__main-item-wrap">
                            <span class="all-categories__main-item-icon">
                                <svg width="20" height="22" viewBox="0 0 20 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M19.375 9.28125H16.25V8.25C16.25 8.05991 16.1103 7.90625 15.9375 7.90625C15.4594 7.90625 15.0359 8.14894 14.7491 8.52225C14.6725 8.47069 14.5922 8.42566 14.5059 8.39403L13.865 8.15856C13.6094 8.06506 13.4375 7.80312 13.4375 7.50681V7.21875H16.875C17.2197 7.21875 17.5 6.91041 17.5 6.53125V1.03125C17.5 0.652094 17.2197 0.34375 16.875 0.34375H8.125C7.78031 0.34375 7.5 0.652094 7.5 1.03125V6.53125C7.5 6.91041 7.78031 7.21875 8.125 7.21875H11.5625V7.50681C11.5625 7.80312 11.3906 8.06506 11.135 8.15891L10.4941 8.39403C10.1141 8.53325 9.835 8.87116 9.7325 9.28125H5.9375V3.4375C5.9375 3.24741 5.79781 3.09375 5.625 3.09375H1.875C1.70219 3.09375 1.5625 3.24741 1.5625 3.4375V9.28125H0.625C0.452188 9.28125 0.3125 9.43491 0.3125 9.625V11.6875V21.3125C0.3125 21.5026 0.452188 21.6562 0.625 21.6562H1.875C2.04781 21.6562 2.1875 21.5026 2.1875 21.3125V18.9062H5.3125V21.3125C5.3125 21.5026 5.45219 21.6562 5.625 21.6562H6.875C7.04781 21.6562 7.1875 21.5026 7.1875 21.3125V12.0312H14.375V14.4375H10.3125C9.45094 14.4375 8.75 15.2085 8.75 16.1562V16.8438C8.75 17.0338 8.88969 17.1875 9.0625 17.1875H11.5625V17.4481C11.5625 18.2511 11.2906 19.0063 10.7997 19.5938H10.3125C9.79562 19.5938 9.375 20.0564 9.375 20.625C9.375 21.1936 9.79562 21.6562 10.3125 21.6562H14.6875C15.2044 21.6562 15.625 21.1936 15.625 20.625C15.625 20.0564 15.2044 19.5938 14.6875 19.5938H14.2003C13.7094 19.0063 13.4375 18.2511 13.4375 17.4481V17.1875H15.3125C15.8294 17.1875 16.25 16.7248 16.25 16.1562V14.7812V12.0312H17.8125V21.3125C17.8125 21.5026 17.9522 21.6562 18.125 21.6562H19.375C19.5478 21.6562 19.6875 21.5026 19.6875 21.3125V11.6875V9.625C19.6875 9.43491 19.5478 9.28125 19.375 9.28125ZM16.875 1.03125L16.8753 5.15625H8.125V1.03125H16.875ZM8.125 5.84375H16.8756V6.53125H8.125V5.84375ZM10.6919 9.04578L11.3328 8.811C11.8438 8.62366 12.1875 8.09944 12.1875 7.50681V7.21875H12.8125V7.50681C12.8125 8.09978 13.1562 8.62366 13.6672 8.811L14.3081 9.04613C14.3591 9.06503 14.4069 9.0915 14.4503 9.12519C14.4356 9.17744 14.4166 9.22728 14.4066 9.28159H10.4109C10.4778 9.174 10.5741 9.08909 10.6919 9.04578ZM5.3125 7.21875H2.1875V5.84375H5.3125V7.21875ZM5.3125 3.78125V5.15625H2.1875V3.78125H5.3125ZM2.1875 7.90625H5.3125V9.28125H2.1875V7.90625ZM1.5625 20.9688H0.9375V12.0312H1.5625V20.9688ZM5.3125 12.0312V14.7812H2.1875V12.0312H5.3125ZM2.1875 18.2188V15.4688H5.3125V18.2188H2.1875ZM6.5625 20.9688H5.9375V12.0312H6.5625V20.9688ZM6.875 11.3438H5.625H1.875H0.9375V9.96875H14.375V11.3438H6.875ZM15 9.625C15 9.17675 15.2612 8.7945 15.625 8.65253V14.4375H15V9.625ZM15 20.625C15 20.8148 14.86 20.9688 14.6875 20.9688H10.3125C10.14 20.9688 10 20.8148 10 20.625C10 20.4352 10.14 20.2812 10.3125 20.2812H14.6875C14.86 20.2812 15 20.4352 15 20.625ZM13.4028 19.5938H11.5972C11.9809 18.964 12.1875 18.2236 12.1875 17.4481V17.1875H12.8125V17.4481C12.8125 18.2236 13.0191 18.964 13.4028 19.5938ZM15.625 16.1562C15.625 16.346 15.485 16.5 15.3125 16.5H9.375V16.1562C9.375 15.5877 9.79562 15.125 10.3125 15.125H15.625V16.1562ZM16.25 9.96875H19.0625V11.3438H18.125H16.25V9.96875ZM19.0625 20.9688H18.4375V12.0312H19.0625V20.9688Z" fill="black"/>
                                </svg>
                            </span>
                            <a href="#">Мебель для офиса</a>
                        </div>
                    </li>
                    <li class="all-categories__main-item all-categories__main-item--has-children">
                        <div class="all-categories__main-item-wrap">
                            <span class="all-categories__main-item-icon">
                        <svg width="21" height="21" viewBox="0 0 21 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M20.5625 4.37501H16.3286C16.3472 3.97593 16.3289 3.57472 16.2311 3.18298C15.885 1.79956 14.8716 0.704936 13.5181 0.252902L13.3975 0.212748C12.9746 0.0717773 12.5329 0 12.015 0C10.6479 0 9.37039 0.672492 8.5979 1.79616L1.11505 12.5263C1.00107 12.6721 0.895617 12.8244 0.797303 12.982L0.743408 13.0592L0.748248 13.0626C0.276445 13.8499 0 14.7672 0 15.75C0 18.645 2.35499 21 5.25 21H10.0625H10.9375C11.1793 21 11.375 20.8043 11.375 20.5625C11.375 20.3207 11.1793 20.125 10.9375 20.125H10.8427L11.9122 18.375H12.6875C12.9294 18.375 13.125 18.1793 13.125 17.9375C13.125 17.6957 12.9294 17.5 12.6875 17.5H12.4469L13.5163 15.75H14.4375C14.6793 15.75 14.875 15.5543 14.875 15.3125C14.875 15.0707 14.6793 14.875 14.4375 14.875H14.0511L15.1205 13.125H15.75C15.9918 13.125 16.1875 12.9293 16.1875 12.6875C16.1875 12.4457 15.9918 12.25 15.75 12.25H15.6552L16.7247 10.5H17.5C17.7418 10.5 17.9375 10.3043 17.9375 10.0625C17.9375 9.82066 17.7418 9.62497 17.5 9.62497H17.2594L18.3288 7.875H18.8125C19.0543 7.875 19.25 7.67931 19.25 7.43749C19.25 7.21178 19.0773 7.03283 18.858 7.00912L19.9329 5.25H20.5625C20.8043 5.25 21 5.05431 21 4.81249C21 4.5707 20.8043 4.37501 20.5625 4.37501ZM9.3174 2.29433C9.92837 1.40565 10.9367 0.875027 12.0851 0.875027C12.4388 0.875027 12.7866 0.931424 13.1207 1.04336L13.2412 1.08351C14.3094 1.43985 15.1092 2.30372 15.3818 3.3949C15.5954 4.24856 15.4518 5.16797 14.9887 5.91396L9.58826 14.5115C9.4 12.2716 7.53773 10.5 5.25 10.5C4.57591 10.5 3.93332 10.6322 3.34076 10.8647L9.3174 2.29433ZM9.81725 20.125H5.25C2.83775 20.125 0.874986 18.1623 0.874986 15.75C0.874986 14.8857 1.13486 14.0842 1.56922 13.405L1.72167 13.1864C2.51791 12.094 3.79788 11.375 5.24996 11.375C7.18028 11.375 8.74995 12.9447 8.74995 14.875C8.74995 16.8053 7.18032 18.375 5.25 18.375C3.80248 18.375 2.625 17.1975 2.625 15.75C2.625 14.3025 3.80248 13.125 5.25 13.125C5.36792 13.125 5.48244 13.137 5.59351 13.1592L5.00731 14.0171C4.1571 14.135 3.49999 14.8673 3.49999 15.75C3.49999 16.7147 4.28527 17.5 5.25 17.5C6.69752 17.5 7.875 16.3225 7.875 14.875C7.875 13.4275 6.69752 12.25 5.25 12.25C3.31968 12.25 1.75001 13.8197 1.75001 15.75C1.75001 17.6803 3.31972 19.25 5.25 19.25C6.94825 19.25 8.40738 18.2672 9.13205 16.8495L9.1473 16.8591L15.7312 6.37703C15.9479 6.02729 16.0898 5.64338 16.1939 5.24996H18.9073L9.81725 20.125ZM5.61147 14.6845L6.38823 13.5463C6.76249 13.8675 7.00005 14.3444 7.00005 14.875C7.00005 15.8397 6.21477 16.625 5.25004 16.625C4.76725 16.625 4.37505 16.2328 4.37505 15.75C4.37505 15.2672 4.76729 14.8751 5.25004 14.8751C5.39442 14.875 5.52944 14.8032 5.61147 14.6845Z" fill="black"/>
                        </svg>
                    </span>
                            <a href="#">Текстиль и декор</a>
                            <svg width="8" height="12" viewBox="0 0 8 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.12828 5.57169L1.73193 0.177143C1.49514 -0.0590475 1.11151 -0.0590475 0.874124 0.177143C0.637336 0.413333 0.637336 0.796967 0.874124 1.03316L5.84244 5.99968L0.874722 10.9662C0.637934 11.2024 0.637934 11.586 0.874722 11.8228C1.11151 12.059 1.49574 12.059 1.73253 11.8228L7.12888 6.42826C7.36208 6.19451 7.36208 5.80484 7.12828 5.57169Z" fill="#2F2F2F"/>
                            </svg>
                        </div>
                        <div class="all-categories__subcategories">
                            <h4 class="all-categories__main-item-title"><span>Текстиль и декор </span></h4>
                            <ul>
                                <li><a href="#"><span class="font-weight-semibold">Мягкая мебель</span></a></li>
                                <li><a href="#">Диван</a></li>
                                <li><a href="#">Кресло</a></li>
                                <li><a href="#">Софа</a></li>
                                <li><a href="#">Пуф</a></li>
                                <li><a href="#">Кушетка</a></li>
                                <li><a href="#">Комплект мягкой мебели</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Спальни</span></a></li>
                                <li><a href="#">Спальный гарнитур</a></li>
                                <li><a href="#">Кровать</a></li>
                                <li><a href="#">Комод</a></li>
                                <li><a href="#">Зеркало</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Гардины и карнизы</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Корпусная мебель</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Беседки</a></li>
                                <li><a href="#">Шатры и зонты</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Товары для дома</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Детская мебель</span></a></li>
                                <li><a href="#">Детский гарнитур</a></li>
                                <li><a href="#">Колыбель, манеж</a></li>
                                <li><a href="#">Детская кровать</a></li>
                                <li><a href="#">Детский городок</a></li>
                                <li><a href="#">Детский комод</a></li>
                                <li><a href="#">Аксессуары для детской</a></li>
                                <li><a href="#">Детская мягкая мебель</a></li>
                                <li><a href="#">Детский стул</a></li>
                                <li><a href="#">Десткий стол</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Кухни</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Качели</a></li>
                            </ul>
                        </div>
                    </li>
                    <li class="all-categories__main-item all-categories__main-item--has-children">
                        <div class="all-categories__main-item-wrap">
                            <span class="all-categories__main-item-icon">
                                <svg width="18" height="22" viewBox="0 0 18 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M14.2516 7.31866C14.0262 7.39319 13.7831 7.27099 13.7088 7.04558C13.0342 5.0054 11.1364 3.63477 8.98608 3.63477C6.24397 3.63477 4.01295 5.86561 4.01295 8.60789C4.01295 10.7273 4.96229 11.9935 5.72499 13.011C6.27989 13.751 6.75909 14.3904 6.75909 15.1657C6.75909 15.2167 6.75976 15.2672 6.76094 15.3174H8.55639V14.3303C8.55639 14.093 8.74874 13.9006 8.98608 13.9006C9.22341 13.9006 9.41577 14.093 9.41577 14.3303V15.3174H11.2114C11.2126 15.2672 11.2132 15.2167 11.2132 15.1657C11.2132 14.3902 11.6924 13.751 12.2473 13.0108C12.8091 12.2614 13.4458 11.4119 13.7615 10.205C13.8216 9.97534 14.0566 9.83787 14.286 9.89796C14.5155 9.95788 14.6529 10.1929 14.5928 10.4223C14.2345 11.7924 13.5139 12.7539 12.9348 13.5263C12.4531 14.169 12.0726 14.6766 12.0726 15.1657C12.0726 15.3714 12.0639 15.5722 12.0469 15.7637V19.3982C12.0469 19.4098 12.0461 19.4211 12.0453 19.4323C12.0449 19.435 12.0451 19.4379 12.0447 19.4405C12.0432 19.4565 12.0407 19.4719 12.0375 19.4874V19.4877C11.8883 20.1876 11.5063 20.8241 10.9615 21.2798C10.4062 21.7444 9.70463 22.0002 8.98608 22.0002C8.26753 22.0002 7.5661 21.7444 7.01069 21.2798C6.46603 20.8241 6.08384 20.1876 5.93479 19.4877C5.93479 19.4875 5.93463 19.4874 5.93463 19.4872C5.93144 19.4719 5.92909 19.4565 5.92741 19.4405C5.92724 19.4379 5.92724 19.435 5.92707 19.4323C5.92623 19.4209 5.9254 19.4097 5.9254 19.3981V15.7637C5.90844 15.5722 5.89955 15.3714 5.89955 15.1657C5.89955 14.6766 5.51904 14.169 5.03732 13.5263C4.2424 12.4658 3.15358 11.0136 3.15358 8.60789C3.15358 5.39178 5.77014 2.77539 8.98608 2.77539C11.5078 2.77539 13.7335 4.38303 14.5247 6.77585C14.5992 7.0011 14.4768 7.24414 14.2516 7.31866ZM8.98608 21.1408C9.85972 21.1408 10.6476 20.6124 11.0209 19.8278H6.95127C7.32473 20.6124 8.11261 21.1408 8.98608 21.1408ZM6.7846 18.9684H11.1876V18.0023H6.7846V18.9684ZM6.7846 17.1429H11.1876V16.1768H6.7846V17.1429Z" fill="black"/>
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M8.98609 2.00426C8.74875 2.00426 8.5564 1.8119 8.5564 1.57457V0.429688C8.5564 0.192352 8.74875 0 8.98609 0C9.22342 0 9.41577 0.192352 9.41577 0.429688V1.57457C9.41577 1.8119 9.22342 2.00426 8.98609 2.00426Z" fill="black"/>
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M17.1641 9.03711H16.0192C15.7818 9.03711 15.5895 8.84476 15.5895 8.60742C15.5895 8.37009 15.7818 8.17773 16.0192 8.17773H17.1641C17.4014 8.17773 17.5938 8.37009 17.5938 8.60742C17.5938 8.84476 17.4014 9.03711 17.1641 9.03711Z" fill="black"/>
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M7.01871 9.47559C7.01871 9.23825 7.21106 9.0459 7.4484 9.0459H10.5237C10.761 9.0459 10.9534 9.23825 10.9534 9.47559C10.9534 9.71292 10.761 9.90527 10.5237 9.90527H9.41573V10.8924C9.41573 11.1297 9.22337 11.3221 8.98604 11.3221C8.7487 11.3221 8.55635 11.1297 8.55635 10.8924V9.90527H7.4484C7.21106 9.90527 7.01871 9.71292 7.01871 9.47559Z" fill="black"/>
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M14.263 3.93852C14.1791 4.02245 14.0692 4.06441 13.9592 4.06441C13.8493 4.06441 13.7394 4.02245 13.6554 3.93852C13.4876 3.77068 13.4876 3.4986 13.6554 3.33092L14.465 2.52139C14.6328 2.35355 14.9049 2.35355 15.0727 2.52139C15.2404 2.68907 15.2404 2.96115 15.0727 3.129L14.263 3.93852Z" fill="black"/>
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M15.0651 15.1162C14.9552 15.1162 14.8453 15.0742 14.7613 14.9903L13.9518 14.1808C13.784 14.0129 13.784 13.741 13.9518 13.5732C14.1197 13.4053 14.3917 13.4053 14.5594 13.5732L15.3691 14.3827C15.5368 14.5505 15.5368 14.8226 15.3691 14.9903C15.2852 15.0742 15.1753 15.1162 15.0651 15.1162Z" fill="black"/>
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M4.01292 4.06402C3.90298 4.06402 3.79304 4.02206 3.70912 3.93814L2.89959 3.12861C2.73175 2.96077 2.73175 2.68869 2.89959 2.52084C3.06727 2.35299 3.33935 2.35316 3.5072 2.52084L4.31672 3.33037C4.48457 3.49821 4.48457 3.77029 4.31689 3.93814C4.23297 4.02206 4.12286 4.06402 4.01292 4.06402Z" fill="black"/>
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M4.02036 13.5732C4.1882 13.7408 4.1882 14.0129 4.02036 14.1808L3.21083 14.9903C3.12691 15.0742 3.01697 15.1162 2.90703 15.1162C2.79709 15.1162 2.68715 15.0742 2.60322 14.9903C2.43538 14.8226 2.43538 14.5505 2.60322 14.3827L3.41275 13.5732C3.5806 13.4053 3.85268 13.4053 4.02036 13.5732Z" fill="black"/>
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M1.95288 9.03711H0.808C0.570665 9.03711 0.378313 8.84476 0.378313 8.60742C0.378313 8.37009 0.570665 8.17773 0.808 8.17773H1.95288C2.19022 8.17773 2.38257 8.37009 2.38257 8.60742C2.38257 8.84476 2.19022 9.03711 1.95288 9.03711Z" fill="black"/>
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M8.98609 12.1816C9.22275 12.1816 9.41577 12.3747 9.41577 12.6113C9.41577 12.848 9.22275 13.041 8.98609 13.041C8.74942 13.041 8.5564 12.848 8.5564 12.6113C8.5564 12.3747 8.74942 12.1816 8.98609 12.1816Z" fill="black"/>
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M13.9592 8.60742C13.9592 8.37076 14.1523 8.17773 14.3889 8.17773C14.6257 8.17773 14.8186 8.37076 14.8186 8.60742C14.8186 8.84409 14.6257 9.03711 14.3889 9.03711C14.1523 9.03711 13.9592 8.84409 13.9592 8.60742Z" fill="black"/>
                                </svg>
                            </span>
                            <a href="#">Освещение</a>
                            <svg width="8" height="12" viewBox="0 0 8 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.12828 5.57169L1.73193 0.177143C1.49514 -0.0590475 1.11151 -0.0590475 0.874124 0.177143C0.637336 0.413333 0.637336 0.796967 0.874124 1.03316L5.84244 5.99968L0.874722 10.9662C0.637934 11.2024 0.637934 11.586 0.874722 11.8228C1.11151 12.059 1.49574 12.059 1.73253 11.8228L7.12888 6.42826C7.36208 6.19451 7.36208 5.80484 7.12828 5.57169Z" fill="#2F2F2F"/>
                            </svg>
                        </div>
                        <div class="all-categories__subcategories">
                            <h4 class="all-categories__main-item-title"><span>Освещение </span></h4>
                            <ul>
                                <li><a href="#"><span class="font-weight-semibold">Мягкая мебель</span></a></li>
                                <li><a href="#">Диван</a></li>
                                <li><a href="#">Кресло</a></li>
                                <li><a href="#">Софа</a></li>
                                <li><a href="#">Пуф</a></li>
                                <li><a href="#">Кушетка</a></li>
                                <li><a href="#">Комплект мягкой мебели</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Спальни</span></a></li>
                                <li><a href="#">Спальный гарнитур</a></li>
                                <li><a href="#">Кровать</a></li>
                                <li><a href="#">Комод</a></li>
                                <li><a href="#">Зеркало</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Кухни</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Качели</a></li>
                            </ul>
                        </div>
                    </li>
                    <li class="all-categories__main-item all-categories__main-item--has-children">
                        <div class="all-categories__main-item-wrap">
                            <span class="all-categories__main-item-icon">
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M20 11.3291C20 10.6398 19.4393 10.0791 18.75 10.0791H2.89062V1.9541C2.89062 1.30793 3.41633 0.782227 4.0625 0.782227H4.375C4.90637 0.782227 5.35594 1.13781 5.49906 1.62344C4.80668 1.81574 4.29688 2.45133 4.29688 3.2041V3.67285C4.29688 3.88859 4.4718 4.06348 4.6875 4.06348H7.1875C7.40324 4.06348 7.57812 3.88859 7.57812 3.67285V3.2041C7.57812 2.42262 7.02871 1.76742 6.29598 1.6034C6.1302 0.693281 5.33219 0.000976562 4.375 0.000976562H4.0625C2.98555 0.000976562 2.10938 0.877148 2.10938 1.9541V10.0791H1.25C0.560742 10.0791 0 10.6398 0 11.3291C0 11.882 0.360898 12.3518 0.859375 12.5162V13.8291C0.859375 15.2073 1.41992 16.4571 2.32504 17.3625C2.21832 17.4455 2.09602 17.5079 1.96375 17.5434C1.64121 17.6298 1.37168 17.8366 1.20473 18.1258C1.03777 18.4149 0.993438 18.7518 1.07988 19.0743C1.22934 19.6321 1.73566 20.0009 2.28758 20.0009C2.39434 20.0009 2.50289 19.9871 2.61078 19.9582C3.38586 19.7505 4.05699 19.29 4.52945 18.6493C4.95312 18.7663 5.39902 18.8291 5.85941 18.8291H14.1407C14.6011 18.8291 15.047 18.7663 15.4706 18.6493C15.943 19.29 16.6142 19.7505 17.3893 19.9582C17.4972 19.9871 17.6057 20.0009 17.7125 20.0009C18.2643 20.0009 18.7707 19.6321 18.9202 19.0743C19.0066 18.7518 18.9623 18.415 18.7953 18.1258C18.6284 17.8366 18.3588 17.6298 18.0363 17.5434C17.904 17.5079 17.7817 17.4455 17.675 17.3625C18.5801 16.4571 19.1406 15.2073 19.1406 13.8291V12.5162C19.6391 12.3518 20 11.882 20 11.3291ZM6.79688 3.2041V3.28223H5.07812V3.2041C5.07812 2.73023 5.46363 2.34473 5.9375 2.34473C6.41137 2.34473 6.79688 2.73023 6.79688 3.2041ZM2.40859 19.2036C2.2875 19.236 2.16129 19.2193 2.05289 19.1567C1.94449 19.0941 1.86691 18.993 1.83449 18.8721C1.80207 18.7511 1.81871 18.6248 1.88129 18.5164C1.94391 18.408 2.045 18.3304 2.1659 18.298C2.45172 18.2214 2.7127 18.0755 2.92684 17.8762C3.18582 18.0644 3.46348 18.2283 3.75648 18.3647C3.40188 18.7697 2.93629 19.0621 2.40859 19.2036ZM18.1187 18.5164C18.1813 18.6248 18.1979 18.7511 18.1655 18.8721C18.1331 18.993 18.0555 19.0941 17.9471 19.1567C17.8387 19.2193 17.7124 19.236 17.5914 19.2036C17.0637 19.0621 16.5981 18.7697 16.2436 18.3647C16.5366 18.2283 16.8142 18.0644 17.0732 17.8762C17.2873 18.0755 17.5483 18.2214 17.8341 18.298C17.955 18.3304 18.0561 18.4079 18.1187 18.5164ZM18.75 11.7979H11.7628C11.547 11.7979 11.3721 11.9727 11.3721 12.1885C11.3721 12.4042 11.547 12.5791 11.7628 12.5791H18.3594V13.8291C18.3594 16.1553 16.4669 18.0478 14.1406 18.0478H5.85938C3.53313 18.0478 1.64062 16.1553 1.64062 13.8291V12.5791H8.24715C8.46285 12.5791 8.63777 12.4042 8.63777 12.1885C8.63777 11.9727 8.46285 11.7979 8.24715 11.7979H1.25C0.991523 11.7979 0.78125 11.5876 0.78125 11.3291C0.78125 11.0706 0.991523 10.8604 1.25 10.8604H18.75C19.0085 10.8604 19.2188 11.0706 19.2188 11.3291C19.2188 11.5876 19.0085 11.7979 18.75 11.7979Z" fill="black"/>
                                    <path d="M10 11.7969C9.89727 11.7969 9.79648 11.8387 9.72383 11.9113C9.65117 11.984 9.60938 12.0848 9.60938 12.1875C9.60938 12.2902 9.65113 12.391 9.72383 12.4637C9.79648 12.5363 9.89727 12.5781 10 12.5781C10.1027 12.5781 10.2035 12.5363 10.2761 12.4637C10.3488 12.391 10.3906 12.2902 10.3906 12.1875C10.3906 12.0848 10.3488 11.984 10.2761 11.9113C10.2035 11.8387 10.1027 11.7969 10 11.7969Z" fill="black"/>
                                    <path d="M15.8984 3.39844C16.1141 3.39844 16.2891 3.22355 16.2891 3.00781V2.5C16.2891 2.28426 16.1141 2.10938 15.8984 2.10938C15.6827 2.10938 15.5078 2.28426 15.5078 2.5V3.00781C15.5078 3.22355 15.6827 3.39844 15.8984 3.39844Z" fill="black"/>
                                    <path d="M15.8984 6.09351C16.1141 6.09351 16.2891 5.91863 16.2891 5.70289V5.20898C16.2891 4.99324 16.1141 4.81836 15.8984 4.81836C15.6827 4.81836 15.5078 4.99324 15.5078 5.20898V5.70289C15.5078 5.91863 15.6827 6.09351 15.8984 6.09351Z" fill="black"/>
                                    <path d="M16.9922 4.49219H17.5C17.7157 4.49219 17.8906 4.3173 17.8906 4.10156C17.8906 3.88582 17.7157 3.71094 17.5 3.71094H16.9922C16.7765 3.71094 16.6016 3.88582 16.6016 4.10156C16.6016 4.3173 16.7765 4.49219 16.9922 4.49219Z" fill="black"/>
                                    <path d="M14.2969 4.49219H14.8047C15.0204 4.49219 15.1953 4.3173 15.1953 4.10156C15.1953 3.88582 15.0204 3.71094 14.8047 3.71094H14.2969C14.0812 3.71094 13.9062 3.88582 13.9062 4.10156C13.9062 4.3173 14.0812 4.49219 14.2969 4.49219Z" fill="black"/>
                                    <path d="M10.0049 5.82032C10.2206 5.82032 10.3955 5.64543 10.3955 5.42969V4.92188C10.3955 4.70613 10.2206 4.53125 10.0049 4.53125C9.78914 4.53125 9.61426 4.70613 9.61426 4.92188V5.42969C9.61426 5.64543 9.78918 5.82032 10.0049 5.82032Z" fill="black"/>
                                    <path d="M10.0049 8.51539C10.2206 8.51539 10.3955 8.34051 10.3955 8.12477V7.63086C10.3955 7.41512 10.2206 7.24023 10.0049 7.24023C9.78914 7.24023 9.61426 7.41512 9.61426 7.63086V8.12477C9.61426 8.34051 9.78918 8.51539 10.0049 8.51539Z" fill="black"/>
                                    <path d="M11.0986 6.91406H11.6064C11.8221 6.91406 11.9971 6.73918 11.9971 6.52344C11.9971 6.3077 11.8221 6.13281 11.6064 6.13281H11.0986C10.8829 6.13281 10.708 6.3077 10.708 6.52344C10.708 6.73918 10.8829 6.91406 11.0986 6.91406Z" fill="black"/>
                                    <path d="M8.40332 6.91406H8.91113C9.12684 6.91406 9.30176 6.73918 9.30176 6.52344C9.30176 6.3077 9.12684 6.13281 8.91113 6.13281H8.40332C8.18762 6.13281 8.0127 6.3077 8.0127 6.52344C8.0127 6.73918 8.18762 6.91406 8.40332 6.91406Z" fill="black"/>
                                </svg>
                            </span>
                            <a href="#">Ванные, туалеты</a>
                            <svg width="8" height="12" viewBox="0 0 8 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.12828 5.57169L1.73193 0.177143C1.49514 -0.0590475 1.11151 -0.0590475 0.874124 0.177143C0.637336 0.413333 0.637336 0.796967 0.874124 1.03316L5.84244 5.99968L0.874722 10.9662C0.637934 11.2024 0.637934 11.586 0.874722 11.8228C1.11151 12.059 1.49574 12.059 1.73253 11.8228L7.12888 6.42826C7.36208 6.19451 7.36208 5.80484 7.12828 5.57169Z" fill="#2F2F2F"/>
                            </svg>
                        </div>
                        <div class="all-categories__subcategories">
                            <h4 class="all-categories__main-item-title"><span>Ванные, туалеты </span></h4>
                            <ul>
                                <li><a href="#"><span class="font-weight-semibold">Мягкая мебель</span></a></li>
                                <li><a href="#">Диван</a></li>
                                <li><a href="#">Кресло</a></li>
                                <li><a href="#">Софа</a></li>
                                <li><a href="#">Пуф</a></li>
                                <li><a href="#">Кушетка</a></li>
                                <li><a href="#">Комплект мягкой мебели</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Спальни</span></a></li>
                                <li><a href="#">Спальный гарнитур</a></li>
                                <li><a href="#">Кровать</a></li>
                                <li><a href="#">Комод</a></li>
                                <li><a href="#">Зеркало</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Гардины и карнизы</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Корпусная мебель</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Беседки</a></li>
                                <li><a href="#">Шатры и зонты</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Товары для дома</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Детская мебель</span></a></li>
                                <li><a href="#">Детский гарнитур</a></li>
                                <li><a href="#">Колыбель, манеж</a></li>
                                <li><a href="#">Детская кровать</a></li>
                                <li><a href="#">Детский городок</a></li>
                                <li><a href="#">Детский комод</a></li>
                                <li><a href="#">Аксессуары для детской</a></li>
                                <li><a href="#">Детская мягкая мебель</a></li>
                                <li><a href="#">Детский стул</a></li>
                                <li><a href="#">Десткий стол</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Кухни</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Качели</a></li>
                            </ul>
                        </div>
                    </li>
                    <li class="all-categories__main-item all-categories__main-item--has-children">
                        <div class="all-categories__main-item-wrap">
                            <span class="all-categories__main-item-icon">
                                <svg width="18" height="20" viewBox="0 0 18 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M17.1164 0H0.883653C0.638193 0 0.439209 0.198984 0.439209 0.444444V19.5556C0.439209 19.801 0.638193 20 0.883653 20H17.1164C17.3619 20 17.5609 19.801 17.5609 19.5556V0.444444C17.5609 0.198984 17.3619 0 17.1164 0ZM16.672 0.888889V4.19854H1.3281V0.888889H16.672ZM1.3281 19.1111V5.08743H16.672V19.1111H1.3281Z" fill="black"/>
                                    <path d="M9.00048 6.69189C6.02347 6.69189 3.60156 9.11748 3.60156 12.0989C3.60156 15.0804 6.02353 17.506 9.00048 17.506C11.9771 17.506 14.3986 15.0804 14.3986 12.0989C14.3986 9.11748 11.9771 6.69189 9.00048 6.69189ZM9.00048 16.6172C6.51363 16.6172 4.49045 14.5903 4.49045 12.099C4.49045 9.6077 6.51363 7.58085 9.00048 7.58085C11.4869 7.58085 13.5098 9.6077 13.5098 12.099C13.5098 14.5903 11.4869 16.6172 9.00048 16.6172Z" fill="black"/>
                                    <path d="M9.00036 8.9668C7.27585 8.9668 5.8728 10.3718 5.8728 12.0987C5.8728 13.8256 7.27585 15.2305 9.00036 15.2305C10.7245 15.2305 12.1273 13.8256 12.1273 12.0987C12.1273 10.3718 10.7245 8.9668 9.00036 8.9668ZM9.00036 14.3417C7.76601 14.3417 6.76169 13.3355 6.76169 12.0987C6.76169 10.862 7.76595 9.85575 9.00036 9.85575C10.2344 9.85575 11.2384 10.862 11.2384 12.0987C11.2384 13.3355 10.2344 14.3417 9.00036 14.3417Z" fill="black"/>
                                    <path d="M3.90599 3.06979C4.19668 3.06979 4.43234 2.83413 4.43234 2.54344C4.43234 2.25274 4.19668 2.01709 3.90599 2.01709C3.61529 2.01709 3.37964 2.25274 3.37964 2.54344C3.37964 2.83413 3.61529 3.06979 3.90599 3.06979Z" fill="black"/>
                                    <path d="M5.92674 3.06979C6.21744 3.06979 6.4531 2.83413 6.4531 2.54344C6.4531 2.25274 6.21744 2.01709 5.92674 2.01709C5.63605 2.01709 5.40039 2.25274 5.40039 2.54344C5.40039 2.83413 5.63605 3.06979 5.92674 3.06979Z" fill="black"/>
                                    <path d="M7.94725 3.06979C8.23794 3.06979 8.4736 2.83413 8.4736 2.54344C8.4736 2.25274 8.23794 2.01709 7.94725 2.01709C7.65655 2.01709 7.4209 2.25274 7.4209 2.54344C7.4209 2.83413 7.65655 3.06979 7.94725 3.06979Z" fill="black"/>
                                </svg>
                            </span>
                            <a href="#">Техника для дома</a>
                            <svg width="8" height="12" viewBox="0 0 8 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.12828 5.57169L1.73193 0.177143C1.49514 -0.0590475 1.11151 -0.0590475 0.874124 0.177143C0.637336 0.413333 0.637336 0.796967 0.874124 1.03316L5.84244 5.99968L0.874722 10.9662C0.637934 11.2024 0.637934 11.586 0.874722 11.8228C1.11151 12.059 1.49574 12.059 1.73253 11.8228L7.12888 6.42826C7.36208 6.19451 7.36208 5.80484 7.12828 5.57169Z" fill="#2F2F2F"/>
                            </svg>
                        </div>
                        <div class="all-categories__subcategories">
                            <h4 class="all-categories__main-item-title"><span>Техника для дома </span></h4>
                            <ul>
                                <li><a href="#"><span class="font-weight-semibold">Мягкая мебель</span></a></li>
                                <li><a href="#">Диван</a></li>
                                <li><a href="#">Кресло</a></li>
                                <li><a href="#">Софа</a></li>
                                <li><a href="#">Пуф</a></li>
                                <li><a href="#">Кушетка</a></li>
                                <li><a href="#">Комплект мягкой мебели</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Спальни</span></a></li>
                                <li><a href="#">Спальный гарнитур</a></li>
                                <li><a href="#">Кровать</a></li>
                                <li><a href="#">Комод</a></li>
                                <li><a href="#">Зеркало</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Гардины и карнизы</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Корпусная мебель</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Беседки</a></li>
                                <li><a href="#">Шатры и зонты</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Товары для дома</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Детская мебель</span></a></li>
                                <li><a href="#">Детский гарнитур</a></li>
                                <li><a href="#">Колыбель, манеж</a></li>
                                <li><a href="#">Детская кровать</a></li>
                                <li><a href="#">Детский городок</a></li>
                                <li><a href="#">Детский комод</a></li>
                                <li><a href="#">Аксессуары для детской</a></li>
                                <li><a href="#">Детская мягкая мебель</a></li>
                                <li><a href="#">Детский стул</a></li>
                                <li><a href="#">Десткий стол</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Кухни</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Качели</a></li>
                            </ul>
                        </div>
                    </li>
                    <li class="all-categories__main-item all-categories__main-item--has-children">
                        <div class="all-categories__main-item-wrap">
                            <span class="all-categories__main-item-icon">
                        <svg width="19" height="19" viewBox="0 0 19 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M10.0962 19H8.90376C7.93933 19 7.15465 18.2154 7.15465 17.2509V16.8475C6.74463 16.7165 6.34626 16.5512 5.96355 16.3531L5.67766 16.639C4.98524 17.3323 3.87607 17.3119 3.20376 16.6387L2.36097 15.796C1.68747 15.1232 1.6681 14.0144 2.3612 13.3221L2.64686 13.0364C2.44881 12.6537 2.28349 12.2554 2.15246 11.8453H1.74908C0.784678 11.8453 0 11.0607 0 10.0962V8.90376C0 7.93933 0.784678 7.15469 1.74911 7.15469H2.15249C2.28353 6.74463 2.44885 6.3463 2.6469 5.96359L2.36101 5.67773C1.66833 4.98579 1.68744 3.87689 2.36123 3.20384L3.2041 2.36101C3.87797 1.68621 4.98687 1.66937 5.67796 2.36123L5.96359 2.64686C6.3463 2.44885 6.74467 2.28349 7.15469 2.15246V1.74908C7.15469 0.784641 7.93933 0 8.9038 0H10.0962C11.0607 0 11.8453 0.784641 11.8453 1.74908V2.15249C12.2553 2.28349 12.6537 2.44885 13.0364 2.6469L13.3223 2.36101C14.0147 1.66773 15.1239 1.68807 15.7962 2.36127L16.639 3.20402C17.3125 3.87678 17.3319 4.98557 16.6388 5.67792L16.3531 5.96359C16.5512 6.3463 16.7165 6.74459 16.8475 7.15469H17.2509C18.2153 7.15469 19 7.93933 19 8.90376V10.0962C19 11.0607 18.2153 11.8453 17.2509 11.8453H16.8475C16.7165 12.2554 16.5512 12.6537 16.3531 13.0364L16.639 13.3223C17.3317 14.0142 17.3126 15.1231 16.6388 15.7962L15.7959 16.639C15.122 17.3138 14.0131 17.3307 13.322 16.6388L13.0364 16.3532C12.6537 16.5512 12.2553 16.7165 11.8453 16.8476V17.251C11.8453 18.2154 11.0607 19 10.0962 19ZM6.14965 15.184C6.68132 15.4985 7.25355 15.736 7.85041 15.89C8.09623 15.9535 8.26797 16.1752 8.26797 16.429V17.2509C8.26797 17.6015 8.55323 17.8867 8.9038 17.8867H10.0962C10.4468 17.8867 10.7321 17.6015 10.7321 17.2509V16.429C10.7321 16.1752 10.9038 15.9535 11.1496 15.89C11.7465 15.736 12.3187 15.4985 12.8504 15.184C13.0691 15.0547 13.3476 15.0899 13.5274 15.2696L14.1095 15.8518C14.3605 16.1031 14.7636 16.0973 15.0085 15.852L15.8519 15.0087C16.0961 14.7647 16.1043 14.3616 15.8521 14.1097L15.2697 13.5273C15.09 13.3476 15.0548 13.0691 15.1841 12.8503C15.4985 12.3187 15.736 11.7465 15.8901 11.1496C15.9535 10.9038 16.1752 10.7321 16.4291 10.7321H17.2509C17.6015 10.7321 17.8868 10.4468 17.8868 10.0963V8.9038C17.8868 8.55323 17.6015 8.26801 17.2509 8.26801H16.4291C16.1752 8.26801 15.9535 8.09626 15.8901 7.85049C15.736 7.25358 15.4985 6.68136 15.1841 6.14973C15.0548 5.93101 15.09 5.65246 15.2697 5.47278L15.8519 4.89057C16.1035 4.63919 16.097 4.23618 15.8521 3.9916L15.0088 3.14829C14.7643 2.90351 14.3612 2.89635 14.1098 3.14806L13.5274 3.73049C13.3477 3.91021 13.0691 3.94539 12.8504 3.81603C12.3188 3.5016 11.7465 3.26407 11.1497 3.11003C10.9038 3.04661 10.7321 2.82491 10.7321 2.57105V1.74908C10.7321 1.3985 10.4468 1.11328 10.0963 1.11328H8.90384C8.55327 1.11328 8.26801 1.3985 8.26801 1.74908V2.57097C8.26801 2.82484 8.09626 3.04653 7.85045 3.10995C7.25358 3.26399 6.68136 3.50153 6.14969 3.81596C5.93089 3.94528 5.65239 3.9101 5.47271 3.73042L4.89053 3.14821C4.63953 2.89691 4.23641 2.90273 3.9916 3.14795L3.14821 3.9913C2.90396 4.23526 2.89579 4.63837 3.14799 4.89027L3.73042 5.47271C3.9101 5.65239 3.94528 5.93093 3.81596 6.14965C3.50153 6.68128 3.26403 7.25351 3.10999 7.85041C3.04653 8.09623 2.82484 8.26793 2.57101 8.26793H1.74911C1.39854 8.26797 1.11328 8.55319 1.11328 8.90376V10.0962C1.11328 10.4468 1.39854 10.732 1.74911 10.732H2.57097C2.82484 10.732 3.04649 10.9038 3.10995 11.1495C3.26399 11.7465 3.50153 12.3187 3.81592 12.8503C3.94525 13.069 3.91007 13.3476 3.73038 13.5273L3.14817 14.1095C2.8965 14.3608 2.90307 14.7639 3.14795 15.0084L3.99126 15.8518C4.2357 16.0965 4.63886 16.1037 4.89024 15.852L5.47263 15.2695C5.60504 15.1372 5.8805 15.0248 6.14965 15.184Z" fill="black"/>
                            <path d="M9.49995 13.6342C7.22043 13.6342 5.36597 11.7797 5.36597 9.50019C5.36597 7.22071 7.22043 5.36621 9.49995 5.36621C11.7795 5.36621 13.6339 7.22071 13.6339 9.50019C13.6339 11.7797 11.7795 13.6342 9.49995 13.6342ZM9.49995 6.47949C7.8343 6.47949 6.47925 7.83458 6.47925 9.50019C6.47925 11.1658 7.83433 12.5209 9.49995 12.5209C11.1656 12.5209 12.5207 11.1658 12.5207 9.50019C12.5207 7.83458 11.1656 6.47949 9.49995 6.47949Z" fill="black"/>
                        </svg>
                    </span>
                            <a href="#">Строительные материалы</a>
                            <svg width="8" height="12" viewBox="0 0 8 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.12828 5.57169L1.73193 0.177143C1.49514 -0.0590475 1.11151 -0.0590475 0.874124 0.177143C0.637336 0.413333 0.637336 0.796967 0.874124 1.03316L5.84244 5.99968L0.874722 10.9662C0.637934 11.2024 0.637934 11.586 0.874722 11.8228C1.11151 12.059 1.49574 12.059 1.73253 11.8228L7.12888 6.42826C7.36208 6.19451 7.36208 5.80484 7.12828 5.57169Z" fill="#2F2F2F"/>
                            </svg>
                        </div>
                        <div class="all-categories__subcategories">
                            <h4 class="all-categories__main-item-title"><span>Строительные материалы </span></h4>
                            <ul>
                                <li><a href="#"><span class="font-weight-semibold">Мягкая мебель</span></a></li>
                                <li><a href="#">Диван</a></li>
                                <li><a href="#">Кресло</a></li>
                                <li><a href="#">Софа</a></li>
                                <li><a href="#">Пуф</a></li>
                                <li><a href="#">Кушетка</a></li>
                                <li><a href="#">Комплект мягкой мебели</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Спальни</span></a></li>
                                <li><a href="#">Спальный гарнитур</a></li>
                                <li><a href="#">Кровать</a></li>
                                <li><a href="#">Комод</a></li>
                                <li><a href="#">Зеркало</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Кухни</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Качели</a></li>
                            </ul>
                        </div>
                    </li>
                    <li class="all-categories__main-item all-categories__main-item--has-children">
                        <div class="all-categories__main-item-wrap">
                            <span class="all-categories__main-item-icon">
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M19.0625 17.1875H17.5V3.4375C17.7484 3.43676 17.9864 3.33775 18.1621 3.16209C18.3377 2.98644 18.4368 2.74841 18.4375 2.5V0.9375C18.4375 0.85462 18.4046 0.775134 18.346 0.716529C18.2874 0.657924 18.2079 0.625 18.125 0.625H1.875C1.79212 0.625 1.71263 0.657924 1.65403 0.716529C1.59542 0.775134 1.5625 0.85462 1.5625 0.9375V2.5C1.56324 2.74841 1.66225 2.98644 1.83791 3.16209C2.01356 3.33775 2.25159 3.43676 2.5 3.4375V17.1875H0.9375C0.85462 17.1875 0.775134 17.2204 0.716529 17.279C0.657924 17.3376 0.625 17.4171 0.625 17.5V19.0625C0.625 19.1454 0.657924 19.2249 0.716529 19.2835C0.775134 19.3421 0.85462 19.375 0.9375 19.375H19.0625C19.1454 19.375 19.2249 19.3421 19.2835 19.2835C19.3421 19.2249 19.375 19.1454 19.375 19.0625V17.5C19.375 17.4171 19.3421 17.3376 19.2835 17.279C19.2249 17.2204 19.1454 17.1875 19.0625 17.1875ZM2.1875 2.5V1.25H17.8125V2.5C17.8125 2.58288 17.7796 2.66237 17.721 2.72097C17.6624 2.77958 17.5829 2.8125 17.5 2.8125H2.5C2.41712 2.8125 2.33763 2.77958 2.27903 2.72097C2.22042 2.66237 2.1875 2.58288 2.1875 2.5ZM16.875 3.4375V17.1875H3.125V3.4375H16.875ZM18.75 18.75H1.25V17.8125H18.75V18.75Z" fill="black"/>
                            <path d="M16.25 3.75H3.75C3.66712 3.75 3.58763 3.78292 3.52903 3.84153C3.47042 3.90013 3.4375 3.97962 3.4375 4.0625V16.5625C3.4375 16.6454 3.47042 16.7249 3.52903 16.7835C3.58763 16.8421 3.66712 16.875 3.75 16.875H16.25C16.3329 16.875 16.4124 16.8421 16.471 16.7835C16.5296 16.7249 16.5625 16.6454 16.5625 16.5625V4.0625C16.5625 3.97962 16.5296 3.90013 16.471 3.84153C16.4124 3.78292 16.3329 3.75 16.25 3.75ZM9.6875 16.25H4.0625V10.3125H9.6875V16.25ZM9.6875 9.6875H4.0625V4.375H9.6875V9.6875ZM15.9375 16.25H10.3125V10.3125H15.9375V16.25ZM15.9375 9.6875H10.3125V4.375H15.9375V9.6875Z" fill="black"/>
                            <path d="M4.77808 6.34131L6.02811 5.09128L6.47005 5.53322L5.22002 6.78325L4.77808 6.34131Z" fill="black"/>
                            <path d="M4.77808 7.90332L7.59017 5.09123L8.03205 5.53311L5.21995 8.34519L4.77808 7.90332Z" fill="black"/>
                        </svg>
                    </span>
                            <a href="#">Двери, окна, лестницы</a>
                            <svg width="8" height="12" viewBox="0 0 8 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.12828 5.57169L1.73193 0.177143C1.49514 -0.0590475 1.11151 -0.0590475 0.874124 0.177143C0.637336 0.413333 0.637336 0.796967 0.874124 1.03316L5.84244 5.99968L0.874722 10.9662C0.637934 11.2024 0.637934 11.586 0.874722 11.8228C1.11151 12.059 1.49574 12.059 1.73253 11.8228L7.12888 6.42826C7.36208 6.19451 7.36208 5.80484 7.12828 5.57169Z" fill="#2F2F2F"/>
                            </svg>
                        </div>
                        <div class="all-categories__subcategories">
                            <h4 class="all-categories__main-item-title"><span>Двери, окна, лестницы </span></h4>
                            <ul>
                                <li><a href="#"><span class="font-weight-semibold">Мягкая мебель</span></a></li>
                                <li><a href="#">Диван</a></li>
                                <li><a href="#">Кресло</a></li>
                                <li><a href="#">Софа</a></li>
                                <li><a href="#">Пуф</a></li>
                                <li><a href="#">Кушетка</a></li>
                                <li><a href="#">Комплект мягкой мебели</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Спальни</span></a></li>
                                <li><a href="#">Спальный гарнитур</a></li>
                                <li><a href="#">Кровать</a></li>
                                <li><a href="#">Комод</a></li>
                            </ul>
                        </div>
                    </li>
                    <li class="all-categories__main-item all-categories__main-item--has-children">
                        <div class="all-categories__main-item-wrap">
                            <span class="all-categories__main-item-icon">
                        <svg width="20" height="19" viewBox="0 0 20 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M16.6537 10.3271C16.3277 10.3271 16.0636 10.6046 16.0636 10.9468V17.3137H12.8082V10.9468C12.8082 10.6046 12.544 10.3271 12.2181 10.3271H7.78194C7.45596 10.3271 7.19181 10.6046 7.19181 10.9468V17.3137H3.93612V10.9468C3.93612 10.6046 3.67197 10.3271 3.34599 10.3271C3.02 10.3271 2.75586 10.6046 2.75586 10.9468V17.9333C2.75586 18.2755 3.02 18.5529 3.34599 18.5529H7.78194H12.2181H16.6537C16.9797 18.5529 17.2438 18.2755 17.2438 17.9333V10.9468C17.2438 10.6046 16.9796 10.3271 16.6537 10.3271ZM8.37207 17.3137V11.5664H11.6279V17.3137H8.37207Z" fill="black"/>
                            <path d="M19.8271 10.5087L10.4168 0.628726C10.1865 0.386738 9.81279 0.38682 9.58224 0.628726L0.172849 10.5087C-0.0576162 10.7507 -0.0576162 11.143 0.172849 11.3849C0.403392 11.6269 0.776982 11.6269 1.00745 11.3849L9.99958 1.94318L18.9926 11.385C19.1078 11.506 19.2589 11.5664 19.4098 11.5664C19.5608 11.5664 19.7119 11.506 19.8272 11.3849C20.0576 11.143 20.0576 10.7507 19.8271 10.5087Z" fill="black"/>
                        </svg>
                    </span>
                            <a href="#">Дом и сад</a>
                            <svg width="8" height="12" viewBox="0 0 8 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.12828 5.57169L1.73193 0.177143C1.49514 -0.0590475 1.11151 -0.0590475 0.874124 0.177143C0.637336 0.413333 0.637336 0.796967 0.874124 1.03316L5.84244 5.99968L0.874722 10.9662C0.637934 11.2024 0.637934 11.586 0.874722 11.8228C1.11151 12.059 1.49574 12.059 1.73253 11.8228L7.12888 6.42826C7.36208 6.19451 7.36208 5.80484 7.12828 5.57169Z" fill="#2F2F2F"/>
                            </svg>
                        </div>
                        <div class="all-categories__subcategories">
                            <h4 class="all-categories__main-item-title"><span>Дом и сад </span></h4>
                            <ul>
                                <li><a href="#"><span class="font-weight-semibold">Мягкая мебель</span></a></li>
                                <li><a href="#">Диван</a></li>
                                <li><a href="#">Кресло</a></li>
                                <li><a href="#">Софа</a></li>
                                <li><a href="#">Пуф</a></li>
                                <li><a href="#">Кушетка</a></li>
                                <li><a href="#">Комплект мягкой мебели</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Спальни</span></a></li>
                                <li><a href="#">Спальный гарнитур</a></li>
                                <li><a href="#">Кровать</a></li>
                                <li><a href="#">Комод</a></li>
                                <li><a href="#">Зеркало</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Гардины и карнизы</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Корпусная мебель</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Беседки</a></li>
                                <li><a href="#">Шатры и зонты</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Товары для дома</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Детская мебель</span></a></li>
                                <li><a href="#">Детский гарнитур</a></li>
                                <li><a href="#">Колыбель, манеж</a></li>
                                <li><a href="#">Детская кровать</a></li>
                                <li><a href="#">Детский городок</a></li>
                                <li><a href="#">Детский комод</a></li>
                                <li><a href="#">Аксессуары для детской</a></li>
                                <li><a href="#">Детская мягкая мебель</a></li>
                                <li><a href="#">Детский стул</a></li>
                                <li><a href="#">Десткий стол</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Кухни</span></a></li>
                            </ul>
                        </div>
                    </li>
                    <li class="all-categories__main-item all-categories__main-item--has-children">
                        <div class="all-categories__main-item-wrap">
                            <span class="all-categories__main-item-icon">
                        <svg width="15" height="17" viewBox="0 0 15 17" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M13.323 0H1.67694C1.29421 0 0.984375 0.277218 0.984375 0.619664V16.3803C0.984375 16.7228 1.29421 17 1.67694 17H13.323C13.7057 17 14.0156 16.7228 14.0156 16.3803V0.619664C14.0156 0.277218 13.7057 0 13.323 0ZM13.1043 16.2254H1.89565V0.815348H13.1043V16.2254Z" fill="black"/>
                            <path d="M6.49759 1.75293H3.90046C3.64986 1.75293 3.44482 1.93638 3.44482 2.1606V7.46036C3.44482 7.68459 3.64986 7.86804 3.90046 7.86804H6.49759C6.74818 7.86804 6.95322 7.68459 6.95322 7.46036V2.1606C6.95322 1.93638 6.74818 1.75293 6.49759 1.75293ZM6.04195 7.05269H4.3561V2.56828H6.04195V7.05269Z" fill="black"/>
                            <path d="M11.0994 1.75293H8.50227C8.25167 1.75293 8.04663 1.93638 8.04663 2.1606V7.46036C8.04663 7.68459 8.25167 7.86804 8.50227 7.86804H11.0994C11.35 7.86804 11.555 7.68459 11.555 7.46036V2.1606C11.555 1.93638 11.35 1.75293 11.0994 1.75293ZM10.6438 7.05269H8.9579V2.56828H10.6438V7.05269Z" fill="black"/>
                            <path d="M11.1451 9.17285H3.90046C3.64986 9.17285 3.44482 9.3563 3.44482 9.58053V14.8803C3.44482 15.1045 3.64986 15.288 3.90046 15.288H11.1451C11.3957 15.288 11.6007 15.1045 11.6007 14.8803V9.58053C11.6007 9.3563 11.3957 9.17285 11.1451 9.17285ZM10.6439 14.4726H4.3561V9.9882H10.6439V14.4726Z" fill="black"/>
                            <path d="M12.4664 7.05273C12.2158 7.05273 12.0107 7.23619 12.0107 7.46041V8.94434C12.0107 9.16856 12.2158 9.35201 12.4664 9.35201C12.717 9.35201 12.922 9.16856 12.922 8.94434V7.46041C12.922 7.23619 12.717 7.05273 12.4664 7.05273Z" fill="black"/>
                        </svg>
                    </span>
                            <a href="#">Мебельная фурнитура</a>
                            <svg width="8" height="12" viewBox="0 0 8 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.12828 5.57169L1.73193 0.177143C1.49514 -0.0590475 1.11151 -0.0590475 0.874124 0.177143C0.637336 0.413333 0.637336 0.796967 0.874124 1.03316L5.84244 5.99968L0.874722 10.9662C0.637934 11.2024 0.637934 11.586 0.874722 11.8228C1.11151 12.059 1.49574 12.059 1.73253 11.8228L7.12888 6.42826C7.36208 6.19451 7.36208 5.80484 7.12828 5.57169Z" fill="#2F2F2F"/>
                            </svg>
                        </div>
                        <div class="all-categories__subcategories">
                            <h4 class="all-categories__main-item-title"><span>Мебельная фурнитура </span></h4>
                            <ul>
                                <li><a href="#"><span class="font-weight-semibold">Мягкая мебель</span></a></li>
                                <li><a href="#">Диван</a></li>
                                <li><a href="#">Кресло</a></li>
                                <li><a href="#">Софа</a></li>
                                <li><a href="#">Пуф</a></li>
                                <li><a href="#">Кушетка</a></li>
                                <li><a href="#">Комплект мягкой мебели</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Спальни</span></a></li>
                                <li><a href="#">Спальный гарнитур</a></li>
                                <li><a href="#">Кровать</a></li>
                                <li><a href="#">Комод</a></li>
                                <li><a href="#">Зеркало</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Гардины и карнизы</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Кухни</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Качели</a></li>
                            </ul>
                        </div>
                    </li>
                    <li class="all-categories__main-item all-categories__main-item--has-children">
                        <div class="all-categories__main-item-wrap">
                            <span class="all-categories__main-item-icon">
                        <svg width="20" height="16" viewBox="0 0 20 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M19.7899 7.21457L8.48993 0.75173C7.61834 0.252437 6.42534 0.521615 5.85077 1.34387L3.66169 4.4733C3.44685 4.7808 3.33333 5.14123 3.33333 5.5163C3.33333 6.16427 3.68165 6.76782 4.24192 7.09117L6.6251 8.46745L6.1946 9.04194C5.96144 9.35268 5.83327 9.73795 5.83327 10.1265C5.83327 10.5261 5.9796 10.9019 6.2153 11.2126L5.58101 12.167H2.49998V10.9129C2.49998 10.6824 2.31361 10.5004 2.0833 10.5004H0.416676C0.186366 10.5004 0 10.6824 0 10.9129V15.0833C0 15.3138 0.186366 15.5004 0.416676 15.5004H2.08334C2.31365 15.5004 2.50002 15.3138 2.50002 15.0833V14.6671H5.58105C6.41886 14.6671 7.19643 14.2509 7.66111 13.5533L8.34407 12.5279C8.4756 12.5564 8.60825 12.5823 8.74384 12.5823C9.40707 12.5823 10.0312 12.2288 10.3723 11.6595L10.8301 10.8958L14.3761 12.9436C14.44 12.9807 14.512 12.9994 14.5845 12.9994C14.6247 12.9994 14.665 12.9937 14.7045 12.9819C14.8144 12.9485 14.9059 12.8715 14.9572 12.7689L15.2657 12.1506C15.3163 12.1544 15.365 12.1654 15.4166 12.1654C17.0246 12.1654 18.3332 10.8556 18.3332 9.24608C18.3332 9.06932 18.3071 8.88717 18.2683 8.70097L19.7696 7.94976C19.9071 7.88093 19.9954 7.74207 19.9999 7.58812C20.0039 7.43449 19.9234 7.29074 19.7899 7.21457ZM1.66667 14.6671H0.833314V11.3338H1.66663V14.6671H1.66667ZM6.96772 13.0928C6.65807 13.5575 6.13968 13.8349 5.58101 13.8349H2.49998V13.0016H5.58101C5.86097 13.0016 6.12015 12.8629 6.27436 12.6305L6.85135 11.7648L7.56689 12.194L6.96772 13.0928ZM9.65774 11.234C9.36641 11.7186 8.68079 11.8912 8.19576 11.5994L7.13905 10.9655C6.84772 10.7909 6.66663 10.4711 6.66663 10.1313C6.66663 9.9222 6.73581 9.7151 6.86112 9.54744L7.3519 8.89311L10.1081 10.4834L9.65774 11.234ZM14.4095 12.0031L4.65817 6.37688C4.35504 6.20192 4.16665 5.8756 4.16665 5.52525C4.16665 5.3222 4.22809 5.12728 4.34446 4.96088L5.39058 3.46675L15.7017 9.4153L14.4095 12.0031ZM15.6882 11.3075L16.5603 9.56084L17.4859 9.09811C17.4906 9.14924 17.4999 9.20217 17.4999 9.25163C17.4999 10.3073 16.7076 11.1727 15.6882 11.3075ZM16.264 8.77745L5.87042 2.7814L6.53358 1.8343C6.75292 1.52098 7.11178 1.3338 7.49428 1.3338C7.69814 1.3338 7.89955 1.38712 8.07654 1.4884L18.7006 7.55933L16.264 8.77745Z" fill="black"/>
                            <path d="M13.7499 10.5003C13.9801 10.5003 14.1666 10.3138 14.1666 10.0837C14.1666 9.85354 13.9801 9.66699 13.7499 9.66699C13.5198 9.66699 13.3333 9.85354 13.3333 10.0837C13.3333 10.3138 13.5198 10.5003 13.7499 10.5003Z" fill="black"/>
                        </svg>
                    </span>
                            <a href="#">Системы безопасности</a>
                            <svg width="8" height="12" viewBox="0 0 8 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.12828 5.57169L1.73193 0.177143C1.49514 -0.0590475 1.11151 -0.0590475 0.874124 0.177143C0.637336 0.413333 0.637336 0.796967 0.874124 1.03316L5.84244 5.99968L0.874722 10.9662C0.637934 11.2024 0.637934 11.586 0.874722 11.8228C1.11151 12.059 1.49574 12.059 1.73253 11.8228L7.12888 6.42826C7.36208 6.19451 7.36208 5.80484 7.12828 5.57169Z" fill="#2F2F2F"/>
                            </svg>
                        </div>
                        <div class="all-categories__subcategories">
                            <h4 class="all-categories__main-item-title"><span>Системы безопасности </span></h4>
                            <ul>
                                <li><a href="#"><span class="font-weight-semibold">Мягкая мебель</span></a></li>
                                <li><a href="#">Диван</a></li>
                                <li><a href="#">Кресло</a></li>
                                <li><a href="#">Софа</a></li>
                                <li><a href="#">Пуф</a></li>
                                <li><a href="#">Кушетка</a></li>
                                <li><a href="#">Комплект мягкой мебели</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Спальни</span></a></li>
                                <li><a href="#">Спальный гарнитур</a></li>
                                <li><a href="#">Кровать</a></li>
                                <li><a href="#">Комод</a></li>
                                <li><a href="#">Зеркало</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Гардины и карнизы</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Корпусная мебель</span></a></li>
                                <li><a href="#">Гостиный гарнитур</a></li>
                                <li><a href="#">Гардероб</a></li>
                                <li><a href="#">Тумбочка</a></li>
                                <li><a href="#">Буфет</a></li>
                                <li><a href="#">Шкаф</a></li>
                                <li><a href="#">Прихожая</a></li>
                                <li><a href="#">Домашний кабинет</a></li>
                                <li><a href="#">Стенка</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Мебель для сада</span></a></li>
                                <li><a href="#">Кованая мебель</a></li>
                                <li><a href="#">Ротанговая мебель</a></li>
                                <li><a href="#">Садовая мебель</a></li>
                                <li><a href="#">Беседки</a></li>
                                <li><a href="#">Шатры и зонты</a></li>
                                <li><a href="#"><span class="font-weight-semibold">Товары для дома</span></a></li>
                                <li><a href="#"><span class="font-weight-semibold">Детская мебель</span></a></li>
                                <li><a href="#">Детский гарнитур</a></li>
                                <li><a href="#">Колыбель, манеж</a></li>
                                <li><a href="#">Детская кровать</a></li>
                                <li><a href="#">Детский городок</a></li>
                                <li><a href="#">Детский комод</a></li>
                                <li><a href="#">Аксессуары для детской</a></li>
                                <li><a href="#">Детская мягкая мебель</a></li>
                                <li><a href="#">Детский стул</a></li>
                            </ul>
                        </div>
                    </li>
                </ul>
            </div>
        </nav>
        <nav class="header__bottom-pages">
            <ul>
                <li><a href="#">Бренды</a></li>
                <li><a href="#">Услуги</a></li>
                <li><a href="#">Идеи</a></li>
            </ul>
        </nav>
    </div>
    <div class="header__responsive">
            <div class="py-4 pl-3 pr-4 d-flex align-items-center justify-content-between">
                <div class="header__logo">
                    <a href="/"><img src="{{ asset('img/logo.png') }}" alt="Armada"></a>
                </div>
                <div class="header__user">
                    <a href="#" class="header__favorite">
                        <img src="{{ asset('img/heart.png') }}" alt="Favorite">
                    </a>
                    <a href="#" class="header__cart">
                        <img src="{{ asset('img/cart.png') }}" alt="Cart">
                    </a>
                </div>
            </div>
            <div class="header__register py-4 pl-3 pr-4">
                <p class="mt-0 mb-4">Войдите в личный кабинет, что б получать бонусы, рекомандации и скидки!</p>
                <div class="d-flex justify-content-between">
                    <a href="#" class="button btn-primary mr-3 rounded">Регистрация</a>
                    <a href="#" class="button btn-outline-dark rounded">Вход</a>
                </div>
            </div>
            <div class="py-3 pl-3 pr-4 border-bottom">
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg class="mr-2" width="17" height="17" viewBox="0 0 17 17" fill="none" xmlns="http://www.w3.org/2000/svg">
						<path d="M13.6363 17.0001H10.803C10.5098 17.0001 10.2718 16.7621 10.2718 16.4688V11.8647C10.2718 11.7669 10.1924 11.6877 10.0946 11.6877H6.9072C6.80954 11.6877 6.73017 11.7669 6.73017 11.8647V16.4688C6.73017 16.7621 6.49217 17.0001 6.19893 17.0001H3.3657C2.68219 17.0001 2.12605 16.4441 2.12605 15.7604V9.20852H0.88654C0.39849 9.20852 0.00109863 8.81113 0.00109863 8.32308C0.00109863 8.08872 0.096815 7.85915 0.263216 7.69275L8.13336 0.147757C8.3388 -0.0492524 8.66317 -0.0492524 8.86861 0.147757L16.731 7.68419C16.9052 7.85915 17.0007 8.08872 17.0007 8.32308C17.0007 8.81113 16.6035 9.20852 16.1154 9.20852H14.8758V15.7604C14.8758 16.4441 14.3198 17.0001 13.6363 17.0001ZM11.3343 15.9376H13.6363C13.7326 15.9376 13.8133 15.8568 13.8133 15.7604V8.67728C13.8133 8.38404 14.0513 8.14604 14.3445 8.14604H15.6769L8.50092 1.26756L1.32505 8.14604H2.65729C2.95054 8.14604 3.18853 8.38404 3.18853 8.67728V15.7604C3.18853 15.8568 3.26933 15.9376 3.3657 15.9376H5.66769V11.8647C5.66769 11.1812 6.2237 10.6252 6.9072 10.6252H10.0946C10.7783 10.6252 11.3343 11.1812 11.3343 11.8647V15.9376Z" fill="#454B50"/>
					</svg>
					</span>
                    <span>Главная</span>
                </a>
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="17" height="17" viewBox="0 0 17 17" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M6.67857 0H0.607143C0.271558 0 0 0.271558 0 0.607143V6.67857C0 7.01416 0.271558 7.28571 0.607143 7.28571H6.67857C7.01416 7.28571 7.28571 7.01416 7.28571 6.67857V4.85714V0.607143C7.28571 0.271558 7.01416 0 6.67857 0ZM6.07143 6.07143H1.21429V1.21429H6.07143V6.07143Z" fill="#454B50"/>
							<path d="M6.67857 9.71436H0.607143C0.271558 9.71436 0 9.98591 0 10.3215V16.3929C0 16.7285 0.271558 17.0001 0.607143 17.0001H6.67857C7.01416 17.0001 7.28571 16.7285 7.28571 16.3929V10.3215C7.28571 9.98591 7.01416 9.71436 6.67857 9.71436ZM6.07143 15.7858H1.21429V10.9286H6.07143V15.7858Z" fill="#454B50"/>
							<path d="M16.3928 9.71436H12.1428H10.3214C9.98579 9.71436 9.71423 9.98591 9.71423 10.3215V16.3929C9.71423 16.7285 9.98579 17.0001 10.3214 17.0001H16.3928C16.7284 17.0001 16.9999 16.7285 16.9999 16.3929V10.3215C16.9999 9.98591 16.7284 9.71436 16.3928 9.71436ZM15.7857 15.7858H10.9285V10.9286H15.7857V15.7858Z" fill="#454B50"/>
							<path d="M16.8222 5.2864C17.0593 5.04925 17.0593 4.66502 16.8222 4.42787L12.5722 0.177865C12.335 -0.0592884 11.9508 -0.0592884 11.7136 0.177865L7.46364 4.42787C7.34505 4.54646 7.28577 4.70178 7.28577 4.85713C7.28577 5.01249 7.34505 5.16781 7.46364 5.2864L11.7136 9.5364C11.8322 9.655 11.9876 9.71428 12.1429 9.71428C12.2983 9.71428 12.4536 9.655 12.5722 9.5364L16.8222 5.2864ZM8.75145 4.85713L12.1429 1.46567L15.5344 4.85713L12.1429 8.2486L8.75145 4.85713Z" fill="#454B50"/>
						</svg>
					</span>
                    <span>Каталог товаров</span>
                </a>
            </div>
            <div class="py-3 pl-3 pr-4 border-bottom">
                {{-- Илья (переместил ссылку ниже) --}}
                {{-- /Илья (переместил ссылку ниже) --}}
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>О нас</span>
                </a>
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>Помощь</span>
                </a>
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>Поставщикам</span>
                </a>
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>Партнерам</span>
                </a>
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>Статьи</span>
                </a>
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>Новости</span>
                </a>
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>Прайсы</span>
                </a>
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>Контакты</span>
                </a>
            </div>
            <div class="py-3 pl-3 pr-4 border-bottom">
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>Бренды</span>
                </a>
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>Услуги</span>
                </a>
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>Идеи</span>
                </a>
                {{-- Илья (переместил ссылку ниже) --}}
                <a href="#" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#454B50"/>
						</svg>
					</span>
                    <span>Схема комплекса</span>
                </a>
                {{-- /Илья (переместил ссылку ниже) --}}
            </div>
            <div class="py-3 pl-3 pr-4">
                <a href="tel:+37 000 000 00 00" class="header__responsive-link d-block">
					<span class="header__responsive-link-icon">
						<svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M12.325 10.4219L14.2781 11.6375C14.3781 11.6938 14.4031 11.7969 14.3594 11.875L13.5188 13.3438C13.05 14.1625 12.0313 14.675 11.1906 14.3C6.21876 12.0875 3.75626 9.65626 1.70001 4.80939C1.34064 3.96251 1.83751 2.95001 2.65626 2.48126L4.12501 1.64064C4.17501 1.61251 4.30001 1.58126 4.35001 1.70314L5.58751 3.69376C5.61876 3.75001 5.59689 3.85001 5.52189 3.89689L5.09064 4.17189C4.50314 4.54689 4.26564 5.28439 4.52501 5.92189C5.09689 7.33126 6.78751 9.10939 6.85939 9.18439C6.95314 9.27501 8.68439 10.9188 10.0813 11.4781C10.7188 11.7344 11.45 11.4938 11.825 10.9094L12.1 10.475C12.1344 10.425 12.2344 10.3656 12.325 10.4219ZM11.7344 15.6563C12.8938 15.6563 14.0219 15.0313 14.625 13.9781L15.4656 12.5094C15.8594 11.8188 15.6219 10.9375 14.9313 10.5406L12.9781 9.32501C12.2906 8.93126 11.4406 9.13751 11.025 9.79064L10.75 10.225C10.7063 10.2906 10.625 10.3219 10.5594 10.2938C9.39376 9.82814 7.78126 8.29689 7.76564 8.28439C7.76564 8.28439 6.19064 6.62501 5.71251 5.44376C5.68439 5.37501 5.71564 5.29376 5.78126 5.25001L6.21251 4.97501C6.86251 4.55939 7.07189 3.71251 6.68751 3.04064L5.45001 1.04689C5.26876 0.734389 4.50626 1.35601e-05 3.49064 0.531264L2.02189 1.37189C0.693763 2.13439 0.0437622 3.73439 0.478137 5.17501C1.19376 7.55314 2.54064 9.68439 4.48126 11.5156C6.31251 13.4531 8.44376 14.8 10.8219 15.5188C11.1219 15.6125 11.4281 15.6563 11.7344 15.6563Z" fill="#454B50"/>
							<path d="M14.5187 6.85308C14.8719 6.85308 15.1562 6.5687 15.1562 6.21558C15.1562 3.25308 12.7469 0.840576 9.78438 0.840576C9.43125 0.840576 9.14687 1.12495 9.14687 1.47808C9.14687 1.8312 9.43125 2.11558 9.78438 2.11558C12.0438 2.11558 13.8812 3.95308 13.8812 6.21245C13.8812 6.5687 14.1656 6.85308 14.5187 6.85308Z" fill="#454B50"/>
							<path d="M11.7719 6.85308C12.125 6.85308 12.4094 6.5687 12.4094 6.21558C12.4094 4.7687 11.2313 3.59058 9.78442 3.59058C9.4313 3.59058 9.14692 3.87495 9.14692 4.22808C9.14692 4.5812 9.4313 4.86558 9.78442 4.86558C10.5282 4.86558 11.1344 5.47183 11.1344 6.21558C11.1344 6.5687 11.4188 6.85308 11.7719 6.85308Z" fill="#454B50"/>
						</svg>
					</span>
                    <span>+37 000 000 00 00</span>
                </a>
                <a href="#" class="header__responsive-link d-block color--accent">
					<span class="header__responsive-link-icon">
						<svg width="11" height="15" viewBox="0 0 11 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M1 1.09995L10.129 7.5L1 13.9L1 1.09995Z" stroke="#E0001A"/>
						</svg>
					</span>
                    <span style="border-bottom: 1px dashed #E0001A">Вам перезвонить?</span>
                </a>
            </div>
        </div>
</header>
