<section class="seo-text section about page-home__about container">
    <div class="section__header">
        <h2 class="section__title">О торговом комплексе</h2>
    </div>
    <div class="seo-text__content section__content default-skin">
        <div class="seo-text__text">
            <p>
                <b>«ARMADA»</b> - самый крупный Торговый Комплекс по продаже мебели и предметов интерьера, отделочных и строительных материалов в Казахстане.
                <br>Площадь торгового комплекса более 100 000 кв.м.
                <br>Комплекс расположен на  улице Кабдолова 1/8  (бывш.Маречека) угол проспекта Саина.
            </p>
            <p>
                В <b>ТК «ARMADA»</b> представлен самый широкий ассортимент мягкой, корпусной, кухонной, садовой, кованой,  офисной мебели, ковров и постельного белья, бытовой и офисной техники, строительных и отделочных материалов.
                <br>На территории комплекса, для удобства посетителей, расположены кофейни и зоны отдыха.
                <br>Территория комплекса разделена на <b>4 блока</b>, в которых вы сможете найти абсолютно все для обустройства Вашего дома.
            </p>
            <hr>
            <div>
                <h5>1 БЛОК</h5>
                <p>Территория 1-ого блока представляет строительные и отделочные материалы, сантехнику, напольные и настенные покрытия, большой выбор межкомнатных и входных дверей, краски от ведущих производителей. </p>
                <p>Широкий ассортимент внутреннего и наружного освещения передовых компаний, представленных на рынке Казахстана также расположены в 1-ом блоке в «Центре Света», где вы найдете огромный выбор дизайнерских светильников, люстр, бра для любого интерьера.</p>
            </div>
            <div>
                <h5>2 БЛОК</h5>
                <p>На территории 2-ого блока большой ассортимент корпусной ,мягкой мебели, ковров машинной и ручной работы от эконом до премиум класса, широкий выбор домашнего текстиля и матрасов по самым выгодным ценам.</p>
                <p>Здесь же располагается цокольный этаж, где представлена мягкая и корпусная мебель от ведущих производителей.</p>
                <p>Хороший ассортимент мебели по самым выгодным ценам Вы найдете на Зоне-скидок.</p>
            </div>
            <div>
                <h5>3 БЛОК</h5>
                <p>Территория  3-ого блока предлагает кухонную мебель и  бытовую технику.</p>
                <p>Тут выставлены готовые варианты оформления вашего интерьера, а если у вас есть своя уникальная идея, то для разработки заказов по индивидуальному проекту, каждая компания с удовольствием предложит вам услуги профессионального дизайнера. </p>
            </div>
            <div>
                <h5>4 БЛОК</h5>
                <p>В 4 блоке представлена мягкая мебель, огромный выбор текстиля и сопутствующие для интерьера изделия. Вы можете приобрести как готовую продукцию, так и заказать изготовление индивидуально.</p>
            </div>
            <hr>
            <p>В ассортименте представлены различные товарные группы, от эконом до премиум класса товаров, от ведущих производителей.  Компании   расположенные на территории комплекса доставляют заказы по всему Казахстану.</p>
            <p>Торговый комплекс «ARMADA» предоставляет доступ к полному спектру товаров для дома, собранных в одном месте.</p>
            <p>К вашим услугам советы консультантов, удобство расчетов, пунктуальность курьеров и непревзойденное качество продукции.</p>
            <p>Мы предлагаем купить любые товары оптом или в розницу, экономя при этом время и деньги.</p>
            <p>Спешите купить товары для вашего дома именно в ТК «ARMADA», так как вы и ваши близкие достойны только самого лучшего!</p>
            <p><b>Добро пожаловать!</b></p>
        </div>
        <div class="expand">
            <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                <circle cx="20" cy="20" r="20" fill="#C4C4C4"/>
                <path d="M18.9393 27.0607C19.5251 27.6464 20.4749 27.6464 21.0607 27.0607L30.6066 17.5147C31.1924 16.9289 31.1924 15.9792 30.6066 15.3934C30.0208 14.8076 29.0711 14.8076 28.4853 15.3934L20 23.8787L11.5147 15.3934C10.9289 14.8076 9.97919 14.8076 9.3934 15.3934C8.80761 15.9792 8.80761 16.9289 9.3934 17.5147L18.9393 27.0607ZM18.5 25L18.5 26L21.5 26L21.5 25L18.5 25Z" fill="white"/>
            </svg>
        </div>
    </div>
</section>
