<div class="container">
    <div class="row justify-content-md-center">
        <div class="col-xl-5">
            <img src="{{ asset('img/seo.jpg') }}" class="seo2__img w-100 mb-3 z-depth-1"/>
            <img src="" alt="">
        </div>
        <div class="col-xl-7 seo__txt">
            <h3 class="font-weight-bold mb-3 mt-5">СЕО Текст</h3>
            <p>Равным образом дальнейшее развитие различных форм деятельности играет важную роль в формировании дальнейших направлений развития. Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности способствует подготовки и реализации соответствующий условий активизации.
                Равным образом дальнейшее развитие различных форм деятельности играет важную роль в формировании дальнейших направлений развития. Идейные соображения высшего порядка.</p>
        </div>
    </div>
</div>

@push('styles')
    <style>
        @media screen and (max-width: 576px) {
            .seo2__img {display:none;}
        }
    </style>
@endpush
