<div class="container">
    <div class="row d-flex align-items-center justify-content-center">
        <div class="col-md-7 mb-3 mt-5">
            <h3 class="font-weight-bold">СЕО Текст</h3>
            <p>Равным образом дальнейшее развитие различных форм деятельности играет важную роль в формировании дальнейших направлений развития. Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности способствует подготовки и реализации соответствующий условий активизации.
                Равным образом дальнейшее развитие различных форм деятельности играет важную роль в формировании дальнейших направлений развития. Идейные соображения высшего порядка.</p>
        </div>
        <div class="col-md-5 text-center mb-3 mt-5">
            <img src="{{ asset('img/png/comp.png') }}" class="img-fluid mb-3 z-depth-1 "/>
        </div>
    </div>
</div>
